{
  "landing": {
    "gaming": "gaming",
    "social": " Social Media",
    "heading1": "Play Live Games",
    "heading2": "Meet New Friends",
    "heading3": "Become Popular",
    "heading4": "Gifts for Everyone!",
    "live": "LIVE",
    "text1": "Video and Audio during games, thousands of real players are online and waiting for you to join and play.",
    "text2": "Las-Vegas helps you meet new friends from around the world, send a message, introduce yourself, and invite them to play.",
    "text3": "Get followers by having superb gaming and social skills, build you community and follow your favorite players, and share your gaming achievements in your feed.",
    "text4a": "Spin the wheel and win Chips every day!",
    "text4b": "Register today and get 10,000 FREE Chips!",
    "playnow": "Play Now!",
    "feedback": "  Write a post and share it with your friends",
    "feedbackshare": "Like, Share, Connect",
    "share": "share",
    "nftheading": "Unlock new features and games using the",
    "nft": "NFT",
    "collection": "collection",
    "nfts": "NFTs",
    "privacy": "Privacy Policy",
    "term": "Term & Conditions",
    "copyright": "All Rights Reserved.",
    "login": " Login",
    "register": " Register"
  },
  "terms": {
    "heading": "TERMS AND CONDITIONS",
    "content": "<h5>NO PAYMENT OR PURCHASE NECESSARY TO PLAY ENTER OR WIN. MAKING A PURCHASE OR PAYMENT OF ANY KIND WILL NOT AFFECT THE LIKELIHOOD OF WINNING. PRACTICE OR SUCCESS AT FREE-TO-PLAY CONTESTS DOES NOT IMPLY FUTURE SUCCESS AT REAL MONEY GAMBLING. VOID WHERE PROHIBITED OR RESTRICTED BY LAW.  NO MONETARY VALUABLE OR MARKETABLE PRIZES CAN BE WON.</h5> <h5>PLEASE READ THESE TERMS CAREFULLY BEFORE ACCEPTING. BY ACCEPTING, YOU ACKNOWLEDGE THAT YOU HAVE READ AND ACCEPT THESE TERMS AND CONDITIONS, WHICH INCLUDE AN ARBITRATION PROVISION.</h5><br></br><p><b>1. Introduction</b></p> <p> LAS-VEGAS.COM provides customers with the ability to create, access, and use accounts (each, an “<b>Account</b>”) to play certain free-to-play head-to-head online social games, including, but not limited to, poker (the “ <b>Social Games</b>”). Please read these Terms and Conditions closely for restrictions on your use of an Account. </p> <p> These Terms and Conditions (the “<b>Agreement</b>”) represent an agreement between you (“<b>you</b>” or “ <b>User</b>”) and DIGITALIX, INC. (the “Sponsor” and, together with its parents, subsidiaries, affiliates, members, developers, payment administration agents and partners, the “<b>Company</b>”, “we”, or “us”). This Agreement governs the creation of, use of and access to your Account, your access and use of the Social Games, chat features, message boards, and other features of the Las-Vegas.com site, including use of ditigal objects (collectively, the “<b>Services</b>”). As used herein, “the <b>Social Games</b>” shall include all related web pages, platforms, interactive features, applications, widgets, blogs, and mobile applications, and their respective contents, whether accessed via computer, web, mobile device, tablet or other technology. </p> <p> By accepting and/or by using the Services, you agree to be bound by the terms and conditions contained in this Agreement. If you do not agree to the terms and conditions contained in this Agreement, you may not access or otherwise use the Services. </p><p> The Social Games do not offer real money gambling, and no actual money is required to play. The Social Games are owned and operated by Las-Vegas.com. </p> <p> NOTICE REGARDING DISPUTE RESOLUTION: This Agreement contains provisions that govern how claims you and we have against each other will be resolved (see Section 17 below), including a provision waiving the right to pursue any class, group or representative claims and an obligation to arbitrate disputes, which will, subject to limited exceptions, require you to submit claims you have against the Company to binding arbitration, unless you opt-out in accordance with Section 17 below. </p> <p> <b>2. Privacy</b> </p> <p> Use of the Services is subject to the terms of our Privacy Policy, which is hereby incorporated into and made part of this Agreement. Please carefully review our Privacy Policy, which is available by clicking [here] Las-Vegas.com. By using the Services, you acknowledge that you have read, and you agree to be bound by, the terms of our Privacy Policy. We reserve the right, and you authorize us, to use information regarding your use of the Services, account registration, and any other personal information provided by you in accordance with our Privacy Policy. You further acknowledge and agree that any disputes related to the Privacy Policy, including any breaches in security or privacy, will be subject to the limitations on liability and dispute resolution provisions contained in this Agreement. </p> <p> <b>3. Eligibility for the Services</b> </p> <p> Eligibility for the Services is limited to legal residents of the United States (including the District of Columbia but excluding the outlying territories of the United States and the State of Washington) who are at least 18 years of age or the age of majority in their jurisdiction of permanent residence, whichever is older, and who are located in the United States (including the District of Columbia but excluding the outlying territories of the United States and the State of Washington) at the time of using the Services. Notwithstanding that individuals need not and cannot wager or risk any funds to play, enter or win games. Employees, directors and officers of the Company and each of our contractors, distributors, sales representatives, retailers, and advertising agencies and all other service agencies involved with the Services, and members of the immediate family (spouse, parent, child, sibling and their respective spouse) and household of each such individual are not eligible to participate. </p> <p> By accepting this Agreement and/or using the Services, you certify that (i) you are fully able and competent to enter into this Agreement, (ii) you are eligible to use the Services as set forth above (if you are accessing the Services from a mobile device, you may be required to turn on location services on your mobile device and for the mobile application). For greater certainty, you certify that you will be neither a resident of, nor physically present in, the outlying territories of the United States, or the State of Washington at the time you access the Services; (iii) you participate in the Social Games strictly in your personal capacity, on your own behalf and not on behalf of any other person; (iv) you participate in the Social Games for recreational and entertainment purposes only; (v) all information that you provide to us during the term of validity of this Agreement is true, complete and correct, and you will immediately notify us of any change to such information; (vi) any money you use to make purchases related to the Social Games and/or the Services is not tainted with any illegality and, in particular, does not originate from any illegal activity or source, or from ill-gotten means, and will originate from an account in your name which lawfully belongs to you and not from a business or corporate account; and (vii) you will not be involved in any fraudulent, collusive, fixing or other unlawful activity in relation to your or third parties’ participation in any of the Social Games you will not use any software-assisted methods or techniques (including but not limited to bots designed to play automatically) or hardware devices for your participation in any of the Social Games. </p> <p> Any money used for the purpose of making purchases related to the Services or in the Social Games by residents of, or persons located in, the outlying territories of the United States, and the State of Washington will be voided and refunded (minus any administrative fee that we determine to be reasonable to charge in the circumstances, to the extent such fees are permissible by law), in addition to any charges that may be levied by the bank or financial institution managing the aforementioned reversal of funds. </p> <p> <b>4. Account Creation and Closure</b> </p> <p> You are required to establish an Account and are limited to only one Account in order to take advantage of certain features of the Services, including playing any game within the Services. This Account is limited to your personal use and may not be accessed by, used by, transferred to, or assigned to any other person. When providing information on the Services or otherwise to the Company, you agree to provide true, accurate, current and complete information about yourself as requested by the Company. </p> <p>When establishing your one and only Account, you must:</p> <p> • Read and agree to abide by all of the terms and conditions set forth in this Agreement, which will be available to you during the Account creation process; <br></br>• Provide all requested personal information; <br></br>• Establish the required Account information, as may be required from time-to-time, including a unique username and password; and <br></br>• Consent to the monitoring and recording of any game play and geographic location information by the Company. </p> <p> You are responsible for maintaining the confidentiality of the Account information that you may create and you further agree to safeguard your Account and mobile devices from any unauthorized use by other individuals. You must not share your Account or password with another person, let anyone else access or use your Account or do any other thing that may jeopardize the security of your Account. You are responsible for ensuring that your Account login details and any payment information you provide as part of your Account are kept secure and are only accessible by you. If you become aware of, or reasonably suspect that security in your Account has been compromised, including loss, theft or unauthorized disclosure of your password and Account details, you must notify us immediately. After you have accepted this Agreement as part of the Account creation, you can revisit and access this Agreement by clicking [here Las-Vegas.com User Agreement]. You accept full responsibility for any unauthorized use of your Account and any activity linked to your Account, including by a minor (which in all events is prohibited). The Sponsor is not responsible for any abuse or misuse of your Account by third parties due to your disclosure of your login details to any third party, whether such disclosure is intentional or accidental, active or passive. </p> <p> Simply deleting the mobile application on your mobile device will not close your Account. Instead, you may close your Account by contacting Customer Support at information@las-vegas.com and any unissued prizes for which all prize conditions have been satisfied when you contact Customer Service to close your Account will be remitted to you. In the event that there is no activity within your Account for sixty (60) consecutive days, we reserve the right to deem your Account to be an “Inactive Account.” We reserve the right to terminate, close or suspend Inactive Accounts. Any unissued prizes for which all prize conditions have been satisfied shall be treated as provided by applicable law, which may include reporting the funds as abandoned and remitting the funds to the applicable governmental authority to receive abandoned or unclaimed funds. </p> <p> <b>5. Social Games</b> </p> <p> Particular Social Games may have their own particular rules (for example, the rules of the game of chess are different than the rules for poker), and it is your responsibility to read the rules of each game before playing. </p> <p> All foreign exchange transaction fees, charges or related costs that may be incurred as a result of, or in relation to, any of your purchases related to any Social Games and/or the Services are to be borne solely by you, including but not limited to any losses or additional costs arising from foreign exchange fluctuations. </p> <p> Bank accounts and payment media you use to make any purchases related to Social Games and/or the Services must be legally and beneficially owned by you and in your name. If it comes to our attention that the name you registered on your Account and the name linked to the relevant account or payment medium do not match, your Account will be immediately suspended. Should your Account be suspended, we recommend that you contact Customer Support for details regarding our verification process. We reserve the right to request documents and information to verify the legal and beneficial ownership of the bank accounts and payment media you use to make purchases. </p> <p> You agree that we and/or our agents and contractors may store your payment information and credential (e.g. card number or token) to process your future purchases. By entering into this Agreement, you authorize the Sponsor and/or its agents and contractors to store this in compliance with applicable payment processing regulations. </p> <p> You may participate in any Social Game only if you have sufficient credits (“<b>Game Tokens</b>”) in your Account to allow such participation, as per the rules of that particular Social Game. Free Game Tokens will be provided immediately or nearly immediately after establishing your Account. From time-to-time, Game Tokens may be issued to your Account if your account is depleted or nearly depleted. From time-to-time, you may be given tokens as part of promotions to watch videos, invite friends or to mention the Services on other media, details of such promotions will appear from time-to-time. You may purchase Game Tokens as a convenience at any time. The purchase of Game Tokens may be subject to minimum or maximum amounts as we may specify and offer from time-to-time. </p> <p> Game Tokens may not be sold through the Services or through any other third-party service. Game Tokens may not be transferred from one player to another. Any attempt to circumvent the prohibition on selling or transferring Game Tokens will result in a closure of your Account and you shall have no rights or recourse against the Company. </p> <p> Accounts may not be sold through the Services or through any other third-party service. Accounts may not be transferred from one player to another. Any attempt to circumvent the prohibition on selling or transferring Accounts will result in a closure of your Account and you shall have no rights or recourse against the Company. </p> <p> All deposits, payments, play, withdrawals and/or Account transactions are monitored to prevent money laundering and terrorist financing. Suspicious transactions (and your Account / play details and any other information we consider pertinent) may be reported to legal, regulatory and law enforcement authorities at any time in order to comply with our legal and regulatory obligations in that regard. </p> <p> The purchase of Game Tokens is the purchase of a licence that allows you to participate in Social Games and is not the deposit of funds which can be withdrawn. Funds used to purchase Game Tokens will not, and cannot, be refunded to you. Game Tokens do not have any real money value. C </p> <p> Game Tokens that have been submitted for play and accepted cannot be changed, withdrawn or canceled and the Game Tokens will be drawn from your Game Token balance instantly. </p> <p> If you are found to have one or more of your purchases returned and/or reversed or charged back, your Account will be suspended. If this occurs, the amount of such purchases will constitute a debt owed by you to us and you must immediately remit payment for such purchases through an alternative payment method. Until such payment is received, any purchases will be deemed void. </p> <p> We reserve the right to declare participation in a Social Game void, partially or in full, if, in our sole discretion, we deem that there was an error, mistake, misprint or technical error on the win-table, minimum or maximum Game Tokens, odds or software. In the event of a discrepancy between the result showing on a user’s device and our server software, the result showing on our server software will be the official and governing result. </p> <p> <b>6. Digital Objects and Play Levels</b> </p> <p> You may be able to purchase a limited license to use digital objects as part of the Service. Digital objects, such as avatar enhancements, alternate graphics, alternate sounds, animation sequences and other digital licenses. Digital objects will not influence your game play and are decorative, fanciful and fun, but do not impact the outcome of any Game. </p> <p> Each digital object will have its own terms and limits presented at the time of purchase. The license to such digital objects will expire upon use, for limited use digital objects or upon closure of your account or the Service for other digital objects. </p> <p> Over time, players may be eligible to “level-up” based upon factors determined by the Company. Leveling-up does not enhance your ability to win at Social Games and has no impact on the outcome of any Social Games. Leveling-up may make new games, new game graphics, new game sounds, or avatar image enhancements available, but will not improve your ability to play or influence the outcome of any Social Game. </p> <p> <b>7. Fraudulent Activities; Prohibited Transactions</b> </p> <p> If, in our sole determination, you are found to have cheated, colluded with any other User or Users, engaged in any fraudulent or unlawful activity, or otherwise attempted to defraud us or other Users (including, without limitation, by means of game manipulation) or if we suspect you of any of the foregoing, the Company has the right, in its sole discretion, to suspend or close your Account, void and withhold any or all winnings from such activities, void and withhold any player ratings and/or recover winnings from such activities using whichever method may lawfully be available to the Company. Without limiting the generality of the foregoing, the fraudulent activities prohibited by this section include: </p> <p> • hacking into any part of the Social Games through password mining, phishing, or any other means; <br></br>• attempting to modify, reverse engineer, or reverse-assemble any part of the Social Games; <br></br>• knowingly introduce viruses, Trojans, worms, logic bombs, spyware, malware, or other similar material; <br></br>• circumvent the structure, presentation or navigational function of any Social Game so as to obtain information that the Company has chosen not to make publicly available; <br></br>• using the systems of the Company to facilitate any type of illegal money transfer (including money laundering proceeds of crime); or <br></br>• participating in or taking advantage of, or encouraging others to participate in or take advantage of schemes, organizations, agreements, or groups designed to share: special offers or packages emailed to a specific set of players and redeemable by URL; or identification documents (including, but not limited to, photographs, bills and lease documents) for the purpose of misleading the Company as to a player’s identity. If you suspect any other player of unlawful or fraudulent activity or prohibited transactions, please notify us immediately via the means of communication listed in the Customer Complaints procedure (described in Section 22). </p> <p> <b>8. TCooperation with Law Enforcement</b> </p> <p> The Company will at all times comply with law enforcement orders and requests. This means all communication, and activity through the Service may be subject to law enforcement review. By using the Services, you acknowledge, understand and agree you have no reasonable expectation of privacy with regard to your use of the Services and that law enforcement officials may have access to information about your use of the Services . </p> <p> <b>9. Connectivity; Communications</b> </p> <p> You must have an internet-enabled mobile device using either the iOS or Android operating system in order to access the Services, the use of which is subject to your acceptance and compliance with the End User License Agreement. The End User License Agreement for the iOS operating system can be found here: Las-Vegas.com. The End User License Agreement for the Android operating system can be found here: Las-Vegas.com. Normal carrier charges and taxes may apply to any content you obtain from the Services. The Company is not responsible for any surcharges you incur from your mobile or internet service provider as a result of the use of the Services. </p> <p> <b>10. Copyright; Trademarks</b> </p> <p> You acknowledge that all materials on the Services, including the Services’ design, graphics, text, sounds, pictures, software and other files and the selection and arrangement thereof (collectively, “<b>Materials</b>”), are the property of the Company or its licensors, and are subject to and protected by United State and international copyright and other intellectual property laws and rights. You will not obtain any ownership interest in the Materials or the Services through this Agreement or otherwise. All rights to Materials not expressly granted in this Agreement are reserved to their respective copyright owners. Except as expressly authorized by this Agreement or on the Services, you may not copy, reproduce, distribute, republish, download, perform, display, post, transmit, exploit, create derivative works or otherwise use any of the Materials in any form or by any means, without the prior written authorization of the Company or the respective copyright owner. The Company authorizes you to view and download the Materials only for personal, non-commercial use, provided that you keep intact all copyright and other proprietary notices contained in the original Materials. You may not modify or adapt the Materials in any way or otherwise use them for any public or commercial purposes. The trademarks, service marks, trade names, trade dress and logos (collectively, “<b>Marks</b>”) contained or described on the Services are the sole property of the Company and/or its licensors and may not be copied, imitated or otherwise used, in whole or in part, without the prior written authorization of the Company and/or licensors. In addition, all page headers, custom graphics, button icons and scripts are Marks of the Company and may not be copied, imitated or otherwise used, in whole or in part, without the prior written authorization of the Company. The Company will enforce its intellectual property rights to the fullest extent of the law. </p> <p> <b>11. User Content and Conduct</b> </p> <p> Where applicable in relation to the use of Services (e.g., on message boards), you may be invited to select your own user name and/or post your own content (collectively, “ <b>User Content</b>”). You understand that all User Content, whether publicly posted on a forum, posted as part of your profile, or privately transmitted to another User or to us, is your sole responsibility. Though the Services are designed to be a safe place to share such User Content, the Company cannot guarantee that other Users will not misuse the User Content that you share. If you have any User Content that you would like to keep confidential and/or do not want others to use (including but not limited to, photos, personal information, name, home address, telephone number, etc.), do not post it to the Services. Under no circumstances will the Company be liable in any way for any User Content, including, but not limited to, any errors or omissions in any User Content, or for any loss or damage of any kind incurred as a result of the use of any User Content posted, emailed or otherwise transmitted via the Services. <b> THE COMPANY IS NOT RESPONSIBLE FOR A USER’S MISUSE OR MISAPPROPRIATION OF ANY USER CONTENT YOU POST TO THE SERVICES. </b> </p> <p> By posting any User Content at the Services, you hereby grant the Company a royalty-free, fully paid up, perpetual, irrevocable, non-exclusive and fully sub-licensable right and license to use, reproduce, modify, adapt, publish, translate, combine with other works, create derivative works from, distribute, perform, edit and display such User Content (in whole or part) worldwide and/or to incorporate it in other works in any form, media, or technology now known or later developed. You specifically waive any “moral rights” in and to the User Content. The foregoing grant includes, without limitation, any copyrights and other intellectual property rights in and to your User Content. You represent and warrant that: you own the User Content posted by you on or through the Services or otherwise have the right to grant the license set forth in this Agreement; and the posting of your User Content on or through the Services does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person. You agree to pay for all royalties, fees, and any other monies owing any person by reason of any User Content you posted to or through the Services. </p> <p> You acknowledge and agree that the Company may preserve User Content and may also disclose User Content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: comply with legal process; enforce this Agreement; respond to claims that any User Content violates the rights of third-parties; or protect the rights, property, or personal safety of the Company, its users and the public. You understand that the technical processing and transmission of the Services, including your User Content, may involve: transmissions over various networks; and changes to conform and adapt to technical requirements of connecting networks or devices. </p> <p> You agree to each of the conditions in this Agreement and further agree that each of these conditions applies forever and broadly with regard to the Company worldwide. Posting of User Content to or through the Services, including ideas or disclosures of opinions, is voluntary on your part. No confidential or additional contractual relationship is established by your posting of User Content or is to be implied by our review or subsequent use of your User Content. The Company shall not be liable for any disclosure of any User Content, including opinion(s) or suggestion(s), which you post to or through the Services. THE COMPANY SHALL BE ENTITLED TO UNRESTRICTED USE OF ANY USER CONTENT IT MAY RECEIVE FROM YOU AT OR THROUGH THE SERVICES, FOR ANY PURPOSE WHATSOEVER, COMMERCIAL OR OTHERWISE, WITHOUT COMPENSATION TO YOU AS PROVIDER OF THE USER CONTENT. </p> <p>You agree that you will not use the Services to:</p> <p> • upload, post, email or otherwise transmit any User Content that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, pornographic, libelous, invasive of another’s privacy, hateful, or racially, ethnically or otherwise unlawful or objectionable (including without limitation, nudity and depiction of drug use); <br></br>• harm minors in any way; <br></br>• impersonate any person or entity, including, but not limited to a representative of the Company, or falsely state or otherwise misrepresent your affiliation with a person or entity; <br></br>• forge headers or otherwise manipulate identifiers in order to disguise the origin of any User Content transmitted through the Services; <br></br>• upload, post, email or otherwise transmit any User Content that you do not have a right to transmit under any law or under contractual or fiduciary relationships (such as inside information, or proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements); <br></br>• upload, post, email or otherwise transmit any User Content that infringes any patent, trademark, trade secret, copyright or other proprietary rights (“ <b>Rights</b>”) of any party; <br></br>• upload, post, email or otherwise transmit any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or any other form of solicitation, except in those areas that are designated for such purpose; <br></br>• upload, post, email or otherwise transmit any material that contains software viruses or any other computer code, files or programs designed to interrupt, emulate, destroy or limit the functionality of any computer software or hardware or telecommunications equipment; <br></br>• disrupt the normal flow of dialogue, cause a screen to “scroll” faster than other users of the Services are able to type, or otherwise act in a manner that negatively affects other users’ ability to engage in real time exchanges; <br></br>• interfere with or disrupt the Services or servers or networks connected to the Services, or disobey any requirements, procedures, policies or regulations of networks connected to the Services; <br></br>• “stalk” or otherwise harass another; <br></br>• collect or store personal information or data about other Service users, or disclose another user’s personal information or data to any third party; <br></br>• solicit personal information or data from anyone; and/or <br></br>• “bot,” “hack,” “crack,” or otherwise attempt to circumvent any access control, copyright protection or license-enforcement mechanisms associated with or related to the Services. You understand that by using the Services, you may be exposed to User Content created by others that is offensive, indecent or objectionable. The Company does not endorse or have control over what is posted as User Content. User Content is not reviewed by the Company prior to posting and does not reflect the opinions or policies of the Company. The Company makes no representations or warranties, express or implied, as to the User Content or the accuracy and reliability of the User Content or any other material or information that you may access through the Services. The Company assumes no responsibility for monitoring the Services for inappropriate submissions or conduct, but reserves the right to do so. If at any time the Company chooses, in its sole discretion, to monitor the Services, the Company nonetheless assumes no responsibility for the User Content, has no obligation to modify or remove any inappropriate User Content, and has no responsibility for the conduct of the Services users submitting any such User Content. </p> <p> Notwithstanding the foregoing, the Company and its designees shall have the right to remove any User Content at any time, without notice and for any reason, including but not limited to, content that violates this Agreement or is otherwise objectionable, in the Company’s sole discretion. You agree that you must evaluate and bear all risks associated with the use of any User Content, including any reliance on the accuracy, completeness, or usefulness of such User Content. The Company may store User Content indefinitely. However, the Company has no obligation to store User Content or make it available to you in the future. </p> <p> You are solely responsible for your interactions with other Service users. The Company reserves the right, but has no obligation, to monitor disputes between you and other Service users. The Company reserves the right to terminate your Services access if the Company determines, in its sole discretion, that doing so is prudent. </p> <p> Any comments, suggestions, or feedback relating to the Services (collectively “<b>Feedback</b>”) submitted to the Company shall become the property of the Company. The Company will not be required to treat any Feedback as confidential, and will not be liable for any ideas (including without limitation, product, application, website, Services or advertising ideas) and will not incur any liability as a result of any similarities that may appear in the Services, or operations, in the future. Without limitation, the Company will have exclusive ownership of all present and future existing rights to the Feedback of every kind and nature everywhere and will be entitled to use the Feedback for any commercial or other purpose whatsoever, without compensation to you or any other person sending the Feedback. You acknowledge that you are responsible for whatever material you submit, and you, not the Company, have full responsibility for the message, including its legality, reliability, appropriateness, originality, and copyright. </p> <p> <b>12. Service Usage</b> </p> <p> You agree to use the Services only for lawful purposes, and that you are responsible for your use of and communications on the Services. You agree not to communicate on or transmit through the Services any unlawful, infringing, threatening, harassing, defamatory, vulgar, obscene, profane, indecent, offensive, hateful or otherwise objectionable material of any kind, including any material that encourages criminal conduct or conduct that would give rise to civil liability, infringes others’ intellectual property rights or otherwise violates any applicable local, state, national or international law. You agree not to use the Services in any manner that interferes with its normal operation or with any other user’s use and enjoyment of the Services. </p> <p> You further agree that you will not access the Services by any means except through the interface provided by the Company for access to the Services. Creating or maintaining any link from another website or application to any page or functionality on the Services without the prior written authorization of the Company is prohibited. Running or displaying the Services or any information or material displayed on the Services in frames or through similar means on another website or application without the prior written authorization of the Company is prohibited. Any permitted links to the Services must comply with all applicable laws, rules, and regulations. </p> <p> The Company makes no representation that Materials contained on the Services or products described or offered on the Services are appropriate or available for use in jurisdictions outside the United States, or that this Agreement complies with the laws of any other country. Visitors who use the Services and reside outside the United States do so on their own initiative and are responsible for compliance with all laws, if and to the extent local laws are applicable. You agree that you will not access the Services from any territory where its contents are illegal, and that you, and not the Company, are responsible for compliance with applicable local laws. </p> <p> In the event of a system malfunction all Social Game a play during the period of that malfunction (such period to be determined by the Company in the exercise of its sole discretion) is void. In the event a Game is started but fails to conclude because of a failure of the system, the Company will use commercially reasonable efforts to reinstate the amount of Game Tokens in the Game to you by crediting it to your Account. The Company reserves the right to alter player balances and account details to correct such mistakes. The Company reserves the right to remove any part of the Social Games at any time. Any part of the Games that indicate incorrect behaviour affecting prize redemption, game data, Game Token balances or other balances, that may be due to misconfiguration or a bug, will be cancelled and removed. Player balances and account details may be altered by the Company in such cases in order to correct any mistake. </p> <p> The Company reserves the right to suspend, modify, remove or add to any part of the Services at its sole discretion with immediate effect and without notice to you. We will not be liable to you for any loss suffered as a result of any changes made or for any modification or suspension of or discontinuance of any part of the Services (including any Game thereon) and you will have no claims against the Company in that regard. We may temporarily suspend the whole or any part of the Services for any reason at our sole discretion. We may, but will not be obliged to, give you as much notice as is reasonably practicable of such suspension. We will restore the Services, as soon as is reasonably practicable, after such temporary suspension. </p> <p> Although we take all reasonable measures to ensure that the Services are free from viruses we cannot and do not make any guarantee in that regard. It is your responsibility to protect your systems and have in place the ability to reinstall any data or programs lost due to a virus. </p> <p> <b>13. Termination of Usage</b> </p> <p> This Agreement is effective unless and until terminated by either you or the Company. You may terminate this Agreement at any time, provided that you discontinue any further use of the Services. The Company also may terminate or suspend this Agreement or your access to all or part of the Services, at any time, without notice and accordingly deny you access to the Services, for any reason, including without limitation, if in the Company’s sole discretion you fail to comply with any term or provision of this Agreement or your use is harmful to the interests of another user or the Company. Upon any termination of the Agreement by either you or us, you must promptly uninstall any mobile applications you obtained through the Services and destroy all materials downloaded or otherwise obtained from the Services, as well as all copies of such materials, whether made under the Agreement or otherwise. In the event any Account is inactive for a period of at least sixty (60) consecutive days, the Company reserves the right to deem such account to be an Inactive Account and/or to suspend, close or terminate such Account, with prizes that may be owing to such suspended, closed or terminated Account being addressed as per Section 4 of this Agreement. </p> <p> The Company reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Services (or any part thereof) with or without notice. Except as otherwise expressly stated in this Agreement, you agree that the Company and its Affiliated Parties (as defined below) shall not be liable to you or to any third party for any modification, suspension, or discontinuation of the Services. </p> <p> This Section, Sections 15 (Disclaimer; Limitation of Liability), 16 (Indemnification), 17 (Applicable Law; Jurisdiction; Arbitration; Dispute Resolution) and any other provision(s) of this Agreement that expressly or by implication remains in effect following the termination of this Agreement shall survive any termination of this Agreement. </p> <p> <b>14. Links; Third Party Websites</b> </p> <p> Links on the Services to third party websites and applications from time-to-time may be provided as a convenience to you. If you use these links, you will leave the Services. Your dealings with third parties through links to such third party websites or applications are solely between you and such third parties, and any such dealings are subject to the terms and conditions outlined by those third parties. </p> <p> Any links on the Services to third party websites and applications do not indicate a relationship between the Company and any third parties, and do not indicate any endorsement or sponsorship by the Company of any such third party websites and applications, or the goods or services they provide. Where the Services provide links to social networking sites, you acknowledge and agree that (i) any comments or content that you post on such social networking sites are subject to the terms and conditions of that particular social networking site; (ii) you will not post any comments that are false, misleading or deceptive or defamatory to the Company and its Affiliated Parties (as defined below) or other users of the Services; and (iii) the Company and its Affiliated Parties (as defined below) are not responsible or liable for any comments or content that you or others post on such social networking sites. </p> <p> You further acknowledge that some third party websites and applications may be fraudulent in nature, and may offer Game Tokens which the operators of those websites are not authorized to provide in an effort to induce you to reveal personal information (including passwords, account information and credit card details). You agree that the Company and its Affiliated Parties (as defined below) are not responsible for any actions you take at the request or direction of these, or any other third party websites and applications. </p> <p> You agree that the Company and its Affiliated Parties (as defined below) will not be responsible or liable for any content, goods or services provided on or through these outside websites or applications or for your use or inability to use such websites or applications. You use these links at your own risk. You are advised that other websites on the Internet and mobile applications, including third party websites and applications linked from the Services, might contain material or information that some people may find offensive or inappropriate; or that is inaccurate, untrue, misleading or deceptive; or that is defamatory, libelous, infringing of others’ rights or otherwise unlawful. The Company expressly disclaims any responsibility for, and makes no guarantee in connection with, the content, legality, decency or accuracy of any information, and for any products and services, that appear on any third party website or application. </p> <p> Without limiting the foregoing, your correspondence or business dealings with, participation in promotions of or purchases from, advertisers or third party applications found on or through the use of the Services, including payment for and delivery of related goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such advertiser or third party application provider. You agree that the Company and its Affiliated Parties (as defined below) shall not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of such advertisers or third party application providers on the Services. </p> <p> <b>15. Disclaimer; Limitation of Liability</b> </p> <p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT:</p> <p> YOUR USE OF THE SERVICES IS AT YOUR SOLE RISK. THE SERVICES, INCLUDING THE SOCIAL GAMES AND THE MATERIALS CONTAINED HEREIN ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS. EXCEPT AS OTHERWISE EXPRESSLY PROVIDED IN THIS AGREEMENT, THE COMPANY, ITS OTHER AFFILIATED COMPANIES AND THEIR RESPECTIVE OWNERS, OFFICERS, DIRECTORS, MEMBERS, MANAGERS, EMPLOYEES AND OTHER REPRESENTATIVES AND THE COMPANY’S VENDORS AND BUSINESS PARTNERS (COLLECTIVELY, “ <b>THE COMPANY AND ITS AFFILIATED PARTIES</b>” OR “ <b>AFFILIATED PARTIES</b>”). EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. </p> <p> EXCEPT AS OTHERWISE EXPRESSLY PROVIDED IN THIS AGREEMENT, THE COMPANY AND ITS AFFILIATED PARTIES MAKE NO WARRANTY THAT (I) THE SERVICES WILL MEET YOUR REQUIREMENTS, (II) THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (III) THE INFORMATION THAT MAY BE OBTAINED FROM THE USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE, (IV) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL OBTAINED BY YOU THROUGH THE SERVICES WILL MEET YOUR EXPECTATIONS, AND (V) ANY ERRORS IN THE SERVICES WILL BE CORRECTED. ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM, OR MOBILE DEVICE OR FOR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM THE COMPANY AND ITS AFFILIATED PARTIES ON OR THROUGH THE SERVICES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THIS AGREEMENT. </p> <p> ALL SERVICES AND PRODUCTS PURCHASED AND OBTAINED ON OR THROUGH THE SERVICES ARE SUBJECT ONLY TO ANY APPLICABLE WARRANTIES OF THEIR RESPECTIVE MANUFACTURERS, DISTRIBUTORS, AND/OR SUPPLIERS, IF ANY. TO THE FULLEST EXTENT PERMISSIBLE BY APPLICABLE LAW, THE COMPANY AND ITS AFFILIATED PARTIES DISCLAIM ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, ANY IMPLIED WARRANTIES, WITH RESPECT TO THE PRODUCTS AND SERVICES (INCLUDING SERVICES OR THIRD PARTY APPLICATIONS) LISTED OR PURCHASED ON OR THROUGH THE SERVICES. WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, WE EXPRESSLY DISCLAIM ALL LIABILITY FOR PRODUCT OR SERVICE DEFECT OR FAILURE, SERVICE OR PRODUCT MISUSE, SERVICE OR PRODUCT ABUSE, SERVICE OR PRODUCT MODIFICATION, IMPROPER SERVICE SELECTION AND NON-COMPLIANCE WITH ANY WRITTEN DIRECTIONS. </p> <p> AT TIMES, YOU MAY EXPERIENCE DIFFICULTY ACCESSING THE SERVICES OR COMMUNICATING WITH THE COMPANY THROUGH THE INTERNET OR OTHER ELECTRONIC WIRELESS SERVICES AS A RESULT OF HIGH INTERNET TRAFFIC, TRANSMISSION PROBLEMS, SYSTEMS CAPACITY LIMITATIONS, OR OTHER PROBLEMS. ANY COMPUTER SYSTEM OR OTHER ELECTRONIC DEVICE, WHETHER IT IS YOURS, AN INTERNET SERVICE PROVIDER’S, OR THE COMPANY'S, CAN EXPERIENCE UNANTICIPATED OUTAGES OR SLOWDOWNS OR HAVE CAPACITY LIMITATIONS. THE COMPANY MAKES NO WARRANTY WHATSOEVER TO YOU, EXPRESS OR IMPLIED, REGARDING THE AVAILABILITY OF THE INTERNET OR CELL OR DATA SERVICE ON YOUR DEVICE. </p> <p> THE COMPANY AND ITS AFFILIATED PARTIES SHALL NOT UNDER ANY CIRCUMSTANCES BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING OUT OF, IN CONNECTION WITH OR RELATING TO THE USE OF OR INABILITY TO USE THE SERVICES, INCLUDING ANY LIABILITY (I) AS A PUBLISHER OF INFORMATION; (II) AS A RESELLER OF ANY PRODUCTS OR SERVICES; (III) FOR ANY DEFECTIVE PRODUCTS OR SERVICES; (IV) FOR ANY INCORRECT OR INACCURATE INFORMATION, (V) FOR ANY UNAUTHORIZED ACCESS TO OR DISCLOSURE OF YOUR TRANSMISSIONS OR DATA, (VI) FOR STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICES, OR (VII) FOR ANY OTHER MATTER RELATING TO THE SERVICES OR ANY THIRD PARTY WEBSITE OR APPLICATION. THIS IS A COMPREHENSIVE LIMITATION OF LIABILITY THAT APPLIES TO ALL DAMAGES OF ANY KIND, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES (INCLUDING DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, LOSS OF GOOD WILL, LOSS OF USE, LOSS OF DATA, COST OF PROCURING SUBSTITUTE GOODS, SERVICES OR INFORMATION, LITIGATION OR THE LIKE), WHETHER BASED ON BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR OTHERWISE, EVEN IF AN INDIVIDUAL ADVISES OF THE POSSIBILITY OF SUCH DAMAGES. THE LIMITATIONS OF LIABILITY SET FORTH HEREIN ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN THE COMPANY AND YOU. THE PRODUCTS, THE INFORMATION AND SERVICES OFFERED ON AND THROUGH THE SERVICES WOULD NOT BE PROVIDED WITHOUT SUCH LIMITATIONS. NOTWITHSTANDING THE FOREGOING, THE SOLE AND ENTIRE MAXIMUM LIABILITY OF THE COMPANY AND AFFILIATED PARTIES FOR ANY REASON, AND YOUR SOLE AND EXCLUSIVE REMEDY FOR ANY CAUSE OR CLAIM WHATSOEVER, SHALL BE LIMITED TO THE GREATER OF EITHER (A) ONE CENT OR (B) AMOUNT PAID BY YOU FOR ANY PRODUCT, DIGITAL OBJECT, INFORMATION OR SERVICE PURCHASED BY YOU FROM THE COMPANY ON THE SERVICES. YOU ACKNOWLEDGE AND AGREE THAT IF YOU HAVE NOT PAID THE COMPANY ANY AMOUNTS FOR ANY PRODUCTS, INFORMATION OR SERVICE PRIOR TO THE DATE ON WHICH YOU FIRST ASSERT ANY CLAIM, YOUR SOLE AND EXCLUSIVE REMEDY FOR ANY DISPUTE WITH THE COMPANY IS TO STOP USING THE SERVICES AND CANCEL YOUR ACCOUNT. </p> <p> SOME JURISDICTIONS DO NOT ALLOW THE DISCLAIMER OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR CERTAIN TYPES OF DAMAGES. ACCORDINGLY, SOME OF THE ABOVE DISCLAIMERS AND LIMITATIONS MAY NOT APPLY TO YOU. IN SUCH JURISDICTIONS, THE EXCLUSIONS AND LIABILITY ARE LIMITED TO THE FULLEST EXTENT PERMITTED BY LAW. </p> <p> <b>16. Indemnification</b> </p> <p> You agree to indemnify, defend and hold harmless the Company and its Affiliated Parties against all claims, demands, causes of action, losses, expenses, damages and costs, including any reasonable attorneys’ fees, resulting or arising from or relating to your use of or conduct on the Services, any activity related to your account by you or any other person, any User Content or material that you submit to, post on or transmit through the Services, your breach of this Agreement, your infringement or violation of any rights of another, or termination of your access to the Services. </p> <p> <b> 17. Applicable Law; Jurisdiction; ARBITRATION; Dispute Resolution </b> </p> <p> (a) Use of Services. Subject to Section 3 hereof, the Services are intended for use only by residents of the United States (including the District of Columbia but excluding the outlying territories of the United States and the state of Washington). The Company makes no representations or warranties that the content or materials of the Services are appropriate or lawful in any other countries, or that any items or applications offered for sale or download through links on the Services will be available outside the United States. Those who choose to access the Services from other locations specifically excluded as described herein do so on their own initiative and are responsible for compliance with local laws, if and to the extent local laws are applicable. You may not use or export or re-export any content downloaded from the Services or any copy or adaptation of such content, in violation of any applicable laws or regulations, including without limitation United States export laws and regulations. </p> <p> (b) Governing law. This Agreement shall be governed by, and construed and enforced in accordance with the laws of the State of Nevada, as it is applied to agreements entered into and to be performed entirely within such state, without giving effect to any choice of law or conflict of law rules or provisions which might otherwise cause the application of the laws of any jurisdiction other than the State of Nevada. The application of the United Nations Convention on Contracts for the International Sale of Goods is specifically excluded. </p> <p> (c) Initial Dispute Resolution. We are available by email at Las-Vegas.com to discuss any concerns you may have regarding your use of the Services. Most concerns may be quickly resolved in this manner. <br></br>The parties shall use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation and good faith negotiations which shall be a precondition to either party initiating a lawsuit or arbitration. </p> <p> (d) Binding Arbitration Agreement. Any and all disputes and causes of action arising out of or connected with the use of the Services, including but not limited to matters pertaining to digital object use, shall be resolved individually, without resort to any form of class action, and exclusively by final and binding arbitration under the rules of the American Arbitration Association (“AAA”), excluding any rules or procedures permitting class actions. Such arbitration will be held at the AAA regional office nearest Las Vegas, Nevada. <br></br> THE PARTIES UNDERSTAND THAT, ABSENT THIS MANDATORY AGREEMENT, THEY WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE THE DISPUTE RESOLVED BY A JUDGE OR JURY. THEY FURTHER UNDERSTAND THAT, IN SOME INSTANCES, THE COSTS OF ARBITRATION COULD EXCEED THE COSTS OF LITIGATION AND THE RIGHT TO DISCOVERY MAY BE MORE LIMITED IN ARBITRATION THAN IN COURT. THIS ARBITRATION PROVISION ALSO CONTAINS A CLASS ACTION WAIVER. </p> <p> (e) Claims Subject to Arbitration. All past, present and future claims arising out of or relating to this Agreement (including its formation, performance and breach), the parties’ relationship with each other and/or your use of the Services shall be finally settled by binding arbitration under the rules of the American Arbitration Association (“AAA”) . Such arbitration will be held at the AAA regional office nearest Las Vegas, Nevada, excluding any rules or procedures permitting class actions. If for any reason the AAA cannot administer the arbitration and the parties cannot agree on a replacement, a court with jurisdiction shall select the arbitration organization or arbitrator. To the extent permitted by applicable law, you shall not under any circumstances be entitled to obtain awards for, and you hereby waive all rights to claim, punitive, incidental or consequential damages, or any other damages, including lawyers’ fees, other than your actual out-of-pocket expenses (i.e., costs solely associated with participating in Social Games), and you further waive all rights to have damages multiplied or increased. “Claim” has the broadest possible meaning. It includes initial claims, counterclaims, cross-claims, third-party claims, and federal, state, local, and administrative claims, and claims which arose before the effective date of this arbitration provision. It also includes disputes based upon contract, tort, consumer rights, fraud, and other intentional torts, constitution, statute, regulation, ordinance, common law and equity, and claims for money damages and injunctive or declaratory relief. “Claim” also includes data breach or privacy claims arising from or relating directly or indirectly to the disclosure by us of any non-public personal information about you. This arbitration provision may also be enforced by any party named as a co-defendant with the Company in a claim asserted by you. </p> <p> (f) Delegation Clause. Notwithstanding the foregoing, claims or disputes about the validity, enforceability, coverage or scope of this arbitration provision or any part thereof (including, without limitation, this sentence, the Class Action Waiver in this Section 17(i) and the Severability clause in Section 17(j)), or whether a party has waived the right to arbitrate through litigation conduct or otherwise are for a court and not an arbitrator to decide. However, any dispute or argument that concerns the validity or enforceability of this Agreement as a whole is for the arbitrator, not a court, to decide. </p> <p> (g) Arbitration Procedures. The arbitrator shall apply applicable statutes of limitations and privilege rules that would apply in a court proceeding. The arbitrator’s award shall be final and binding on the parties, and may be entered as a judgment in any court of competent jurisdiction. No arbitration award involving the parties will have any preclusive effect as to issues or claims in any dispute involving anyone who is not a party to the arbitration, nor will an arbitration award in prior disputes involving other parties have preclusive effect in an arbitration between the parties to this arbitration provision. This arbitration provision shall survive termination or breach of this Agreement, termination of the Services or your account and any bankruptcy. If there is a conflict between the arbitration provision, on the one hand, and this Agreement or the rules of the AAA, on the other hand, this arbitration provision shall control. </p> <p> (h) Arbitration Costs. To the extent the filing fee for the arbitration exceeds the cost of filing a lawsuit, we will pay the additional cost. A request for payment of filing fees should be submitted to AAA along with your form for initiating the arbitration, and we will make arrangements to pay all necessary filing fees directly to AAA. If the arbitrator finds the arbitration to be non-frivolous, we will pay all of the actual filing and arbitrator fees for the arbitration, provided your claim does not exceed $75,000. The parties will bear their respective lawyer, expert, and witness fees and costs, unless applicable law or the rules of the AAA provide otherwise. We will always pay fees and costs that are required by law or that are necessary to make this arbitration provision enforceable. </p> <p> (i) Class Action Waiver. The parties further agree that any arbitration shall be conducted in their individual capacities only and not as a class action, private attorney general action or other representative action, and the parties expressly waive their right to file or participate in a class action, private attorney general action or other representative action or seek relief on a class basis in court or in arbitration. </p> <p> (j) Severability. If any portion of this arbitration agreement is deemed invalid or unenforceable, it shall not invalidate the Agreement or the remaining portions of this arbitration agreement, except that: (i) The parties acknowledge that the Class Action Waiver in Section 17(i) is material and essential to the arbitration of any disputes between them and is non-severable from this arbitration provision. If the Class Action Waiver in Section 17(i) is limited, voided or found unenforceable, and all appeals from that determination have been exhausted, then this arbitration provision (except for this sentence) shall be null and void with respect to such proceeding. The parties acknowledge and agree that under no circumstances will a class action be arbitrated if a claim is brought seeking public injunctive relief and a court determines that the restrictions in the Class Action Waiver in Section 17(i) or elsewhere in this arbitration agreement prohibiting the arbitrator from awarding relief on behalf of third parties are unenforceable with respect to such claim (and that determination becomes final after all appeals have been exhausted), the claim for public injunctive relief will be determined in court and any individual claims seeking monetary relief will be arbitrated. In such a case, the parties will request that the court stay the claim for public injunctive relief until the arbitration award pertaining to individual relief has been entered in court. In no event will a claim for public injunctive relief be arbitrated. </p> <p> (k) 30 Day Right to Opt Out. You have the right to opt-out and not be bound by this arbitration agreement set forth in the preceding paragraphs by sending written notice of your decision to opt-out to the following address Las-Vegas.com at support@las-vegas.com. The written notice must include your name, mailing address, and the email address you used to create the account via the Services and it must be sent within thirty (30) days of the creation of an account via the Services, otherwise you shall be bound to arbitrate disputes in accordance with the terms of those paragraphs. If you opt-out of this arbitration agreement, we also will not be bound by this arbitration agreement. Opting out of arbitration will not affect any other term of this Agreement. </p> <p> (l) Exception – Small Claims Court Claims. Notwithstanding the parties’ decision to resolve all disputes through arbitration, either party may also seek individual relief in a small claims court Las Vegas, Nevada. </p> <p> (m) Exclusive Venue for Litigation. Solely to the extent the arbitration agreement set forth above does not apply, or for purposes of either party enforcing an award granted to it pursuant to arbitration, the parties agree that any litigation between them shall be filed exclusively in the federal district court for the State of Nevada located in Las Vegas, or, if federal subject matter jurisdiction is lacking, then in the state courts located in Clark County, Nevada. The parties expressly hereby consent to exclusive jurisdiction in the aforesaid courts for any litigation, hereby also consent to personal jurisdiction in said courts for any litigation and waive, for all purposes, their right to challenge the lack of personal jurisdiction said courts over any litigation arising in connection with, out of, or as a result of (a) this Agreement or the Services, and (b) any acts or omissions of the Company in connection with this Agreement or the Services. </p> <p> (n) One Year Time Limit. The parties agree to commence any arbitration proceeding (or court action if applicable) with respect to this Agreement within one year after the claim arises. We agree that a proceeding commenced after this date is barred. </p> <p> <b>18. Severability; Interpretation</b> </p> <p> Except as set forth in the arbitration agreement set forth above, if any provision of this Agreement shall be deemed unlawful, void or for any reason unenforceable by a court of competent jurisdiction, the validity and enforceability of any remaining provisions shall not be affected. When used in this Agreement, the term “including” shall be deemed to be followed by the words “without limitation.” </p> <p> Pursuant to 47 U.S.C. Section 230 (d) as amended, we hereby notify you that parental control protections (such as computer hardware, software, or filtering services) are commercially available that may assist you in limiting access to material that is harmful to minors. Information identifying current providers of such protection is available at http://www.staysafeonline.org. </p> <p> <b>19. Filtering</b> </p> <p> Pursuant to 47 U.S.C. Section 230 (d) as amended, we hereby notify you that parental control protections (such as computer hardware, software, or filtering services) are commercially available that may assist you in limiting access to material that is harmful to minors. Information identifying current providers of such protection is available at http://www.staysafeonline.org. </p> <p> <b>20. Entire Agreement</b> </p> <p> This Agreement, including the Privacy Policy and other policies incorporated herein, constitutes the entire and only Agreement between the Company and each user of the Services with respect to the subject matter of this Agreement, and supersedes any and all prior or contemporaneous Agreements, representations, warranties and understandings, written or oral, with respect to the subject matter of this Agreement. </p> <p> <b>21. Miscellaneous</b> </p> <p> The failure of the Company to insist upon strict adherence to any term of this Agreement shall not constitute a waiver of such term or limit that party’s right thereafter to insist upon strict adherence to that term or any other term of this Agreement. You agree that regardless of any statute or law to the contrary, any claim of cause of action arising from or relating to use of the Services or this Agreement must be filed within one (1) year after such claim or cause of action arose, or will be forever barred. Sections 13 (Termination of Usage), 15 (Disclaimer; Limitation of Liability), 16 (Indemnification), 17 (Applicable Law; Jurisdiction; Arbitration; Dispute Resolution) and any other provision(s) of this Agreement that expressly or by implication benefit the Company and its Affiliated Parties are for the benefit of the Company and its Affiliated Parties, and each of these individuals or entities shall have the right to assert and enforce these provisions directly against you on its own behalf. </p> <p> <b> 22. Customer Support and Customer Complaints Procedure </b> </p> <p> If you have any comments, questions or complaints regarding this Agreement or the Services or wish to report any violation of this Agreement, please contact us at information@las-vegas.com. </p> <p> To protect your privacy, all email communications between you and the Company should be carried out using the email address that you have registered against your Account. Failure to do so may result in our response being delayed. </p> <p> The following information must be included in any written communication with the Company (including a complaint): <br></br>• your username; <br></br>• your first and last name, as registered on your Account; <br></br>• a detailed explanation of the complaint/claim; and <br></br>• any specific dates and times associated with the complaint/claim (if applicable). </p> <p> Failure to submit a written communication with the information outlined above may result in a delay in our ability to identify and respond to your complaint/claim in a timely manner. </p> <p> <b>23. Amendments</b> </p> <p> The Company reserves the right to amend this Agreement, or to implement or amend any procedures, at any time. Any amendments will be published within the body of the medium delivering the Services and such changes will be binding and effective immediately and you agree to be bound by any such changes. </p> <p> The current version of this Agreement will be posted on this website at all times. Please check back frequently to see any updates or changes to this Agreement. Your continued use of the Services following the posting of changes will constitute your agreement to be bound by such changes. If you do not agree to the amended Agreement, you must stop using the Services. </p> <p> <b>24. Force Majeure</b> </p> <p> The Company will not be liable or responsible for any failure to perform, or delay in performance of, any of our obligations under this Agreement that is caused by events outside of our reasonable control. </p> <p> <b>25. Gambling Problems</b> </p> <p> The Services are being provided for promotional and entertainment purposes only. Even though the site does not permit or facilitate gambling (Game Tokens are available for free and there are no valuable or marketable prizes), if you have concerns about gambling – or if you are concerned about a friend or family member – information and resources to help combat problem gambling are available from the National Council on Problem Gambling, Gam-Anon, or Gamblers Anonymous. For additional information or resources relating to problems with gambling, please visit the websites for the National Council on Problem Gambling, Gam-Anon, or Gamblers Anonymous. </p> <p> If you or someone you know has a gambling problem, call 1-800-Gambler </p>"
  },
  "privacy": {
    "heading": "Privacy Policy",
    "content": "<p>This privacy policy (“<b>Privacy Policy</b>”) governs Personal Information (as hereinafter defined) that we collect, use, or disclose about you: (i)  on our websites and apps or in email, text, and other electronic messages between you and the websites (including, without limitation: the las-vegas.com website and other websites of las-vegas.com that link to this Privacy Policy) (each, a “<b>Website</b>” and collectively, the “<b>Websites</b>”), (ii) the mobile, tablet and any other Las-Vegas.com apps (all of which together are referred to herein as the “<b>Apps</b>”) (the Websites and Apps and any services or functionality available in connection therewith are collectively referred to as the “<b>Services</b>”), which are operated and/or controlled by Digitalix, Inc, d/b/a Las-Vegas.com (referred to herein as “Las-Vegas.com”, “we”, “us”, or “our”), (iii) when you interact with our advertising and applications on third-party websites and services if those applications or advertising include links to this Privacy Policy. This Privacy Policy does not apply to data we receive from third parties, unless we combine such data with Personal Information (defined below) that we have ourselves collected under this Privacy Policy. This Privacy Policy does not apply to our data collection activities offline or otherwise outside of our Services (unless otherwise stated below) and does not govern the data and privacy practices of third parties that may interact with our Services.</p> <p>In addition, please review the Services’ Terms and Conditions, which govern your use of the Services as well as the rules applicable to games or entertainment services of the Services (each a “<b>Games</b>”) that will be offered subject to additional guidelines, policies and rules provided separate from and in addition to the Terms and Conditions (collectively, the “<b>Game Rules</b>”).</p> <p>By using our Services, you consent to our Privacy Policy, the Terms and Conditions and any applicable Games Rules and our collection, use and sharing of your Personal Information (as hereinafter defined) and data, and other activities, as described below. We will only use your Personal Information in accordance with this Privacy Policy. We take steps to ensure that the Personal Information that we collect about you is limited to that which is necessary for the purposes identified in this Privacy Policy. From time-to-time, Personal Information may also be collected for other purposes, or as permitted or required by law. We will always identify any additional purpose prior to, or at the time, of collection.</p> <p>If you do not agree to the terms of this Privacy Policy, please do not provide us with any Personal Information (as hereinafter defined) and do not use the Services.</p> <p>Table of Contents</p> <p>It is important that you read and understand the entire Privacy Policy before using the Services. The table of contents below highlights the topics covered and you can click on the headings to be taken to the full explanation.</p> <p>The Full Detailed Privacy Policy</p> <p><b>1. What Information Do the Services Collect </b></p> <p>(a) Information You Provide to Us</p> <p>(b) Information We Collect and Store as You Access and Use the Services</p> <p>(c) Information Third Parties Provide About You</p> <p>(d) Interactions with Third-Party Services</p> <p>(e) Information You Provide About a Third Party</p> <p>(f) California / Delaware Do Not Track Disclosures</p> <p> <b>2. How Do We Use the Information Collected?</b></p> <p ><b>3. How and When Do We Disclose Information to Third Parties? </b></p> <p>(a) When You Request Information from or Provide Information to Third Parties</p> <p>(b) Third Parties Providing Services on our Behalf</p> <p>(c) Administrative and Legal Reasons</p> <p>(d) Affiliates and Business Transfer</p> <p>(e) Games, Contests and Promotions</p> <p ><b>4. Your California Privacy Rights </b></p> <p>(a) Personal Information We Collect</p> <p>(b) How We Use Your Personal Information</p> <p>(c) Sources of Personal Information</p> <p>(d) Who We Share Personal Information With</p> <p>(e) Your Privacy Rights</p> <p>(f) Notice of Right to Opt-Out</p> <p>(g) Right to Opt-Out of Sharing for Direct Third-Party Marketing</p> <p > <b>5. Your Nevada and Connecticut Privacy Rights </b></p> <p>(a) Your Nevada Privacy Rights</p> <p>(b) Your Connecticut Privacy Rights</p> <p ><b>6. Upon Merger or Acquisition </b></p> <p ><b>7. Ads and Information About You </b></p> <p ><b>8. Do Third-Party Content, Links to Third-Party Sites and/or Third Party Apps Appear on the Services?</b></p> <p ><b>9. How Do I Change My Information and Communications Preferences?</b></p> <p ><b>10. What About Transfer of Information?</b></p> <p ><b>11. What about Security?</b></p> <p ><b>12. What About Data Retention?</b></p> <p ><b>13. What Should Parents Know About Children?</b></p> <p ><b>14. What About Changes to the Privacy Policy?</b></p> <p ><b>15. Withdrawing Your Consent</b></p> <p ><b>16. Contact Information and Challenging Compliance</b></p> <br></br> <p className=privacy-title>1. What Information do the Services Collect?</p> <p>a. Information you Provide to Us</p> <p>When you use our Services, we or our service providers may ask you to provide certain types of information such as: (1) personally identifiable information, which is information that can be used on its own or with other information to identify you personally, such as your first and last name, email address, home or mailing address, birth date, credit card or other banking information, social security number, social insurance number and phone numbers, voice or likeness (“<b>Personal Information</b>”); and (2) demographic information, such as information about your gender and age (“<b>Demographic Information</b>”). We may collect Personal Information and Demographic Information through various forms and in various places on the Services, including through “contact us” forms, when you register for an account with the Services, deposit funds into an account, on document upload pages, when you wager or otherwise purchase products or services from us. Personal Information once “De-identified” (i.e., the removal or modification of the personally identifiable elements, or the extraction of non-personally identifiable elements including through anonymization, pseudonymization and/or hashing) is not considered Personal Information and may be used and shared by us or other third parties without obligation to you, except as prohibited by applicable law.</p> <p>b. Information We Collect and Store as You Access and Use the Services</p> <p>In addition to any Personal Information or other information that you choose to submit to us via our Services, we and our third-party service providers may use a variety of technologies that automatically (or passively) collect and store certain information whenever you visit or interact with the Services (“<b>Usage Information</b>”). This Usage Information may be stored or accessed using a variety of technologies that may be downloaded to your personal computer, browser, laptop, tablet, mobile phone or other device (a “<b>Device</b>”) whenever you visit or interact with our Services. Usage Information may be non-identifying or may be associated with you. Whenever we associate Usage Information with your Personal Information, we will treat it as Personal Information. This Usage Information may include:</p> <p>• your IP address, UDID or other unique identifier (“<b>Device Identifier</b>”). A Device Identifier is a number that is automatically assigned to your Device used to access the Services, and our computers identify your Device by its Device Identifier; <br></br>• your Device functionality (including browser, operating system, hardware, mobile network information); <br></br>• the URL that referred you to our Services; <br></br>• the areas within our Services that you visit and your activities there, including remembering you and your preferences; <br></br>• your Device location; <br></br>• your Device characteristics; and <br></br>• certain other Device data, including the date and time of day of your visit, among other information. We may use various methods and technologies to collect and store Usage Information (“<b>Tracking Technologies</b>”). Tracking Technologies may set, change, alter or modify settings or configurations on your Device. A few of the Tracking Technologies include, without limitation, the following (and subsequent technology and methods later developed): <br></br>• <b>Cookies</b>. A cookie is a data file placed on a Device when it is used to visit the Services. We may use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer until you delete them) to provide you with a more personal and interactive experience on our Services. <br></br>• <b>Web Beacons</b>. Small graphic images or other web programming code called web beacons (also known as “1x1 GIFs” or “clear GIFs”) may be included in our Services’ pages and messages. Web beacons may be invisible to you, but any electronic image or other web programming code inserted into a page or e-mail can act as a web beacon. Web beacons or similar technologies may be used for a number of purposes, including, without limitation, to count visitors to the Services, to monitor how users navigate the Services, to count how many e-mails that were sent were actually opened or to count how many particular articles or links were actually viewed. <br></br>• <b>Embedded Scripts</b>. An embedded script is programming code that is designed to collect information about your interactions with the Services, such as the links you click on. The code is temporarily downloaded onto your Device from our web server or a third-party service provider, is active only while you are connected to the Services and is deactivated or deleted thereafter. <br></br>• <b>Browser Fingerprinting</b>. Collection and analysis of information from your Device, such as, without limitation, your operating system, plug-ins, system fonts and other data, for purposes of identification. <br></br>• <b>ETag, or entity tag</b>. A feature of the cache in browsers. It is an opaque identifier assigned by a web server to a specific version of a resource found at a URL. If the resource content at that URL ever changes, a new and different ETag is assigned. Used in this manner ETags are a form of Device Identifier. ETag tracking may generate unique tracking values even where the consumer blocks cookies. <br></br>• <b>Recognition Technologies</b>. Technologies, including application of statistical probability to data sets, which attempt to recognize or make assumptions about users and devices (e.g., that a user of multiple devices is the same user). <br></br>• <b>Location-identifying Technologies</b>. GPS (global positioning systems) software, geo-filtering and other location-aware technologies locate (sometimes precisely) you, or make assumptions about your location, for purposes such as verifying your location and delivering or restricting content based on your location. If you have enabled GPS or use other location-based features on the Service, your device location may be tracked. We may use Tracking Technologies for a variety of purposes, including: <br></br>• <b>Strictly Necessary</b>. We may use cookies or other Tracking Technologies that we consider are strictly necessary to allow you to use and access our Services, including cookies required to prevent fraudulent activity, improve security or allow you to make use of Services functionality. <br></br>• <b>Performance Related</b>. We may use cookies or other Tracking Technologies that are useful in order to assess the performance of the Services, including as part of our analytic practices or otherwise to improve the content, products or services offered through the Services. <br></br>• <b>Functionality Related</b>. We may use cookies or other Tracking Technologies that are required to offer you enhanced functionality when accessing the Services, including to identify you when you visit our Services or to keep track of our specified preferences, including in terms of the presentation of content on our Services. <br></br>• <b>Targeting Related</b>. We may use Tracking Technologies to deliver content relevant to your interests on our Services and third party sites based on how you interact with our content. This includes using Tracking Technologies to understand the usefulness to you of the content that has been delivered to you.</p> <p>There may be other Tracking Technologies now and later devised and used by us in connection with the Services. Further, third parties may use Tracking Technologies in connection with our Services, which may include the collection of information about your online activities over time and across third-party websites or online services. We may not control those Tracking Technologies and we are not responsible for them. However, you consent to potentially encountering third-party Tracking Technologies in connection with use of our Services and accept that our statements under this Privacy Policy do not apply to the Tracking Technologies or practices of such third parties.</p> <p>c. Information Third Parties Provide About You</p> <p>We may receive information about you from your friends and others that use the Services, such as when they submit your information to us about you, if for example, they invite you to take part in a special promotion we are offering. Additionally, we may, from time to time, supplement the information we collect directly from you on our Services with outside records from third parties for various purposes, including to enhance our ability to serve you, to tailor our content and ads to you and to offer you opportunities that may be of interest to you. To the extent we combine information we receive from those sources with your Personal Information we collect on the Services, it will be treated as Personal Information and we will apply this Privacy Policy to such combined information, unless we have disclosed otherwise. In no other circumstances do our statements under this Privacy Policy apply to information we receive about you from third parties.</p> <p>(d) Interactions with Third-Party Services</p> <p>The Services may include functionality that allows certain kinds of interactions between the Services and your account on a third-party website, application or other service. The use of this functionality may involve the third-party operator providing certain information, including Personal Information, to us. For example, we may provide third-party sites’ interfaces or links on the Services to facilitate your sending a communication from the Services. For example, we may use third parties to facilitate emails, Tweets or Facebook postings. These third parties may retain any information used or provided in any such communications or other activities and these third parties’ practices are not subject to our Privacy Policy. Las-Vegas.com does not control or have access to your communications through these third parties. Further, when you use third-party sites or services, you are using their services and not our services and they, not we, are responsible for their practices. You should review the applicable third-party privacy policies before using such third-party tools on our Services.</p> <p>(e) Information You Provide About a Third Party</p> <p>You may send someone else a communication from the Services, such as sending an invitation to a friend. If so, the information you provide (names, email addresses, mobile number, etc.) is used to facilitate the communication and is not used by us for any other marketing purpose unless we obtain a consent from that person or we explicitly say otherwise. Please be aware that when you use any send-to-a-friend functionality on our Services, your email address, mobile number, name or user name and message may be included in the communication sent to your addressee(s).</p> <p>(f) California / Delaware Do Not Track Disclosures</p> <p>Various third parties are developing or have developed signals or other mechanisms for the expression of consumer choice regarding the collection of information about an individual consumer’s online activities over time and across third-party websites or online services (e.g., browser do not track signals). Currently, we do not monitor or take any action with respect to these signals or other mechanisms; provided, however if required by applicable law or third-party platform, we will make commercially reasonable efforts to honor a user’s settings.</p> <p className=privacy-title>2. How Do We Use the Information Collected? We may use your Personal Information, Demographic Information or Usage Information for various purposes, including the following business purposes:</p> <p>• to process, track and complete gaming and other transactions; <br></br>• to verify your identity, including your accounts on the Services; <br></br>• to provide you with information such as to send you electronic newsletters or to provide you with special offers or promotional and marketing materials on behalf of us or third parties, including to let you know about new products, services or upcoming contests, promotions or events; <br></br>• to enable you to participate in a variety of the Services’ features such as to enable you to participate in online surveys, entry Games, contests or other promotions; <br></br>• to assist with responding to audit requests; <br></br>• to manage risk, or to detect, prevent, and/or remediate fraud or other potentially prohibited or illegal activities; <br></br>• to provide the Services, including the gaming opportunities available on the Services; <br></br>• to improve the Services, marketing endeavors or our product and service offerings; <br></br>• to customize your experience on the Services or to serve you specific content or ads that we believe are relevant to you, including using your location information to display advertisements for businesses in your close vicinity; <br></br>• to manage and protect our information technology infrastructure; <br></br>• to protect and administer your Services account; <br></br>• to process Services account registration; <br></br>• to offer location-based services; <br></br>• to provide customer service and support, including responding to your inquiries regarding our merchandise or the Services; <br></br>• to send you information about gaming opportunities you have selected on the Services; <br></br>• to provide customer support, including to resolve disputes, collect fees and troubleshoot problems; <br></br>• to identify you as a customer and to identify your preferences, including by providing personalized content and ads and informing you of new or additional products, services or promotions that may be of interest to you; <br></br>• to contact you with regard to your use of the Services and, in our discretion, changes to the Services and/or Services policies; <br></br>• to measure and analyze audience traffic and to improve the overall experience with regards to the Services and our merchandise and related services; <br></br>• to understand whether you read our communications and clicked on links within those messages; <br></br>• to develop aggregated data, analytics and statistics; <br></br>• to comply with our legal and regulatory obligations; <br></br>• for internal business purposes; and <br></br>• for purposes as otherwise set forth in this Privacy Policy. Where you have provided us with Personal Information or Demographic Information as part of an online application for employment or internship, we may use that information in order to allow us to make an informed decision about whether to proceed with your application. We may, as part of this recruitment process, collect information about your education, employment history and similar matters. Where this Personal Information or Demographic Information is considered to be sensitive, you expressly consent to our processing of this information for recruitment purposes by submitting it to us.</p> <p className=privacy-title>3. How and When Do We Disclose Information to Third Parties.</p> <p>We may share non-Personal Information, such as aggregated user statistics, with third parties. Further, we may share your Device Identifiers with third parties along with data related to you and your activities. Also, we may now or in the future share your Personal Information with third parties with whom we have marketing or other relationships for the third parties’ direct marketing purposes. If you are a California resident, you have the right to request additional information about this sharing, so please see Section 4 below. In addition, we may share the information we have collected about you, including Personal Information, Demographic Information and/or Usage Information, as disclosed at the time you provide your information and as described below or otherwise in this Privacy Policy. We may disclose your information as follows: <br></br>(a) When You Request Information from or Provide Information to Third Parties When You Request Information from or Provide Information to Third Parties. You may be presented with an option at the time of use of our Services to receive certain information and/or marketing offers directly from third parties or to have us send certain information to third parties or give them access to it. If you choose to do so, your Personal Information and other information may be disclosed to such third parties and all information you disclose will be subject to that third-party’s privacy policies and practices. In addition, third parties may store, collect, disclose or otherwise have access to your information when you interact with their Tracking Technologies, content, tools apps or ads on our Services or link to them from our Services. This may include using third party tools such as Facebook, Twitter, Pinterest or other third-party posting or content sharing tools and by so interacting you consent to such third-party practices. It may also include ordering or purchasing products from third parties through us where we indicate that the third party rather than us is the seller. We are not responsible for the privacy policies and practices of such third parties and, therefore, you should review such third-party privacy policies and practices of such third parties prior to requesting information from or otherwise interacting with them. <br></br>(b) Third Parties Providing Services on our Behalf. We may use third-party vendors to perform certain services on our behalf and in relation to the Services, such as: (i) to assist us in Services operations; (ii) to manage a database of customer information; (iii) to host the Services; (iv) to design and/or operate the Services’ features; (v) to track the Services’ activities and analytics; (vi) to enable us to send you special offers or to perform other administrative services; and (vii) to offer other services designed to assist us in maximizing our business potential. We may provide these vendors with access to user information, including Device Identifiers and Personal Information, to carry out the services they are performing for you or for us. Third-party analytics and other service providers may set and access their own Tracking Technologies on your Device and they may otherwise collect or have access to information about you, potentially including Personal Information, about you. We are not responsible for those third-party technologies or activities arising out of them. However, some may offer you certain choices regarding their practices, and information we have been informed of regarding such choices is available upon request pursuant to the procedure set forth in Section 15 herein. We are not responsible for the effectiveness of or compliance with any third parties’ opt-out options. <br></br>(c) Administrative and Legal Reasons. We may access, use, preserve, transfer and disclose your information (including Device Identifiers and Personal Information) to third parties: (i) to satisfy any applicable law, regulation, subpoenas, governmental requests or legal process if in our good faith opinion such is required or permitted by law; (ii) to protect and/or defend the Services’ Terms and Conditions or other policies applicable to the Services, including investigation of potential violations thereof; (iii) to protect the safety, rights, property or security of the Services or any third party; and/or (iv) to detect, prevent or otherwise address fraud, security or technical issues. Further, we may use IP address or other Device Identifiers, to identify users, and may do so in cooperation with third parties such as copyright owners, internet service providers, wireless service providers and/or law enforcement agencies, including disclosing such information to third parties, all in our discretion, subject to applicable law. Such disclosures may be carried out without notice to you. <br></br>(d) Affiliates and Business Transfer. We may share your information, including your Device Identifiers, Personal Information, Demographic Information and Usage Information with our parent, subsidiaries and affiliates. We also reserve the right to disclose and transfer all such information: (i) to a subsequent owner, co-owner or operator of the Services or applicable database; or (ii) in connection with a merger, consolidation, restructuring, the sale of substantially all of our interests and/or assets or other corporate change, including, during the course of any due diligence process. <br></br>(e) Games, Contests and Promotions. We may offer Games, contests, and other promotions (each, a “<b>Promotion</b>”) through the Services that may require registration. By participating in a Promotion, you are agreeing to official rules that govern that Promotion, which may contain specific requirements of you, including, allowing the sponsor of the Promotion to use your name, voice and/or likeness in advertising or marketing associated with the Promotion. If you choose to enter a Promotion, Personal Information may be disclosed to third parties or the public in connection with the administration of such Promotion, including, in connection with winner selection, prize fulfillment, and as required by law or permitted by the Promotion’s official rules, such as on a winners list.</p> <p className=privacy-title>4. Your California Privacy Rights</p> <p>This Section provides additional information regarding the personal information (as defined below for the purposes of this Section 4 only) about California residents that we collect, how we use it, what sources it is derived from, and who we share it with, and provides information regarding to California residents’ rights, and Las-Vegas.com’ responsibilities, under the California Consumer Privacy Act (“CCPA”) and other relevant California laws and regulations. For the purposes of this Section 4 only, “personal information” means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular California consumer/resident or household. It includes information collected via any medium, including online and offline. Personal information does not include publicly available information, information that has been de-identified or aggregated, or other information covered by certain sector-specific privacy laws. <br></br>(a) Personal Information We Collect Las-Vegas.com may collect, or has collected, the following categories of personal information about you over the last twelve (12) months: Identifiers Identifiers. A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, telephone number, account number, name and password, Social Security number, driver’s license number, passport number, state or other government-issued identification card number and/or other similar identifiers. Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)). A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information. Some personal information included in this category may overlap with other categories. Protected classification characteristics under California or federal law. Age, race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information). Commercial information. Records of personal property; products or services purchased, obtained, or considered; vehicle identification number (VIN); account balances, payment history, or account activity; bank account information and other information relating to your financial institution; credit application, credit checks, and information from credit reporting agencies; and/or other purchasing or consumer histories or tendencies. Internet or other similar network activity. Internet or other similar network activity. Cookie identifiers, clear gifs (a.k.a. web beacons/web bugs), browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, clickstream data, device platform, device version, and/or other device characteristics including your choice of settings such as Wi-Fi, Bluetooth, and Global Positioning System (“GPS”). Geolocation data. GPS data; locational information based upon your IP address; cell network data; and/or other similar locational data; and which may be collected from various devices including your mobile device(s). Professional or employment-related information. Professional or employment-related information. Current or past job history or performance evaluations. Inferences drawn from other personal information. Profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes. We will not collect additional categories of personal data other than those categories listed above. If we intend to collect additional categories of personal data, we will provide you with a new notice at or before the time of collection. <br></br>(b) How We Use Your Personal Information We use the personal information we collect about you for all of the business purposes outlined in Section 2 above. <br></br>(c) Sources of Personal Information We may collect personal information from the following categories of sources: <br></br>• From you, including via our Services, websites, telephone, postal mail, social media, forums, or other means <br></br>• From other individuals using our Services who may provide information about you to us through content submissions or postings on the Service, or to facilitate communication with you <br></br>• Our affiliated businesses and brands, including our other gaming sites or services <br></br>• Our service providers, including our communications and analytics providers <br></br>• Business partners to enhance our ability to serve you, to tailor our content to you and to offer you opportunities that may be of interest to you. <br></br>• Third party social media or communications platforms, such as if you choose to use a third-party social media platform to facilitate your registration with our Services. Process a transaction, or otherwise link your accounts. <br></br>• Other third-party data sources, such as companies that may collect information about you that is provided to us for marketing purposes We may supplement the information described above with information we obtain from other sources, including from both online and offline data providers. <br></br>(d) Who We Share Personal Information With We limit our disclosure of the categories of personal information above to our service providers for one or more business purposes. We do not sell your personal information to third parties and have not in the immediate preceding twelve (12) months. As with many businesses with an online presence, we do share a limited set of data that is gathered when you visit our Services, such as cookies and pixels, with third parties in order to allow you to see tailored digital advertisements. Please review the other disclosures in this Privacy Policy, including Sections 1 and 5, for more information about these practices. To the extent this activity is interpreted as included in California’s broad definition of “data sale”, we have provided you with opt-out rights as to that activity as described in Section 4(f) below. In the last twelve (12) months, we have not shared any personal information to any third parties. We do not have actual knowledge of collecting or selling any personal information of California residents under the age of thirteen (13). <br></br>(e) Your Privacy Rights If you are a California resident, you have the following rights under applicable California law in relation to your personal information, subject to certain exceptions: <br></br>• Right to Know. You have the right to, up to twice in a twelve (12)-month period, request what personal information we collect, use, disclose, and/or sell, as applicable. <br></br>• Right to Delete. You have the right to request the deletion of your personal information that is collected by us. <br></br>• Right to Opt-Out of Sale. You have the right to opt-out of the sale of your personal information by a business. However, as noted in Section 4(d) above, we do not currently sell any personal information other than potentially our participation in behavioral ad networks to the extent such participation in such networks is deemed to be a data sale under the CCPA. To the extent that activity is considered a sale of data under the CCPA, we have provided instructions on how you can opt-out in Section 4(f) below. <br></br>• Right to Non-Discrimination. You have the right not to receive discriminatory treatment for the exercise of the privacy rights described above. <br></br>• Right to Data Portability. You have the right to request a copy of the personal information we have collected and maintained about you in the past twelve (12) months. Please note that if you request deletion of your personal data, we may deny your request or may retain certain elements of your personal data if it is necessary for us or our service providers to: <br></br>• Complete the transaction for which the personal data was collected, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between our business and you. <br></br>• Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity. <br></br>• Debug to identify and repair errors that impair existing intended functionality. <br></br>• Exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law. <br></br>• Comply with the California Electronic Communications Privacy Act pursuant to Chapter 3.6 (commencing with Section 1546) of Title 12 of Part 2 of the Penal Code. <br></br>• Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the deletion of the information is likely to render impossible or seriously impair the achievement of such research, if you have provided informed consent. <br></br>• To enable solely internal uses that are reasonably aligned with your expectations based on your relationship with us. <br></br>• Comply with a legal obligation. <br></br>• Otherwise use the personal data, internally, in a lawful manner that is compatible with the context in which you provided the information. Any request you submit to us is subject to an identification and residency verification process (“Verifiable Consumer Request”) as permitted by the CCPA. We will not fulfill your request unless you have provided sufficient information that enables us to reasonably verify that you are the consumer about whom we collected the personal information on. In order to verify you, you must provide us with name and email address, other verification documents issued by a government, and a utility bill. These rights are also subject to various exclusions and exceptions under applicable laws. You may also designate an authorized agent, in writing or through a power of attorney, to request to exercise the above rights on your behalf. The authorized agent may submit a request to exercise these rights by emailing the letter of authorization or power of attorney to Send Email We currently do not collect household data. If we receive a Right to Know or Right to Delete request submitted by all members of a household, we will individually respond to each request. We will not be able to comply with any request by a member of a household under the age of thirteen (13), as we do not collect personal information from any person under the age of thirteen (13). We will respond to your request within forty-five (45) days after receipt of a Verifiable Consumer Request for a period covering twelve (12) months and for no more than twice in a twelve-month period. We reserve the right to extend the response time by an additional forty-five (45) days when reasonably necessary and provided consumer notification of the extension is made within the first forty-five (45) days. You may exercise any of the rights described in this section by sending an email to: Las-Vegas.com, with “California Privacy Rights” as the subject line or mail us a letter to: Las-Vegas.com, 10300 West Charleston Blvd, Ste 13-207 Las Vegas NV 89135 or by e-mail at support@las-vegas.com, or by telephone toll free at  702.888.6668. We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded. If we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request. <br></br>(f) Notice of Right to Opt-Out If you wish to opt-out of our sharing of the data that is gathered when you visit our Services for purposes of targeted digital advertising, we encourage you review the information and options described in Section 7 – Ads and Information About You <br></br>(g) Right to Opt-Out of Sharing for Direct Third-Party Marketing We may now or in the future elect to share information about you with third parties for those third parties’ direct marketing purposes. California Civil Code § 1798.83 permits California residents who have supplied personal information (as defined in the law) to us to, under certain circumstances, request and obtain certain information regarding our disclosure, if any, of personal information to third parties for their direct marketing purposes. If this law applies to you, you may obtain the categories of personal information shared by us and the names and addresses of all third parties that received personal information for their direct marketing purposes from us during the immediately prior calendar year (e.g., requests made in 2021 will receive information about 2020 sharing activities). To make such a request, please provide sufficient information for us to determine if this applies to you, attest to the fact that you are a California resident and provide a current California address for our response. To make such a request (limit one request per year), please send an email to: info@las-vegas.com , with “California Privacy Rights” as the subject line or mail us a letter to: Las-Vegas.com, 10300 West Charleston Blvd, Ste 13-207 Las Vegas NV 89135 or by e-mail at support@las-vegas.com, or by telephone toll free at  702.888.6668.You must include your full name, email address with which you registered on Las-Vegas.com, and postal address in your request.</p> <p className=privacy-title>5. Your Nevada and Connecticut Privacy Rights</p> <p>(a) Your Nevada Privacy Rights While we don’t sell your personal information now as defined by Nevada law, Las-Vegas.com reserves the right to sell Personal Information to third parties in the future should it change its policy. Nevada law allows Nevada residents to opt-out of the sale of their Personal Information now in the event we change our policy in the future. If you are a Nevada resident we want you to know that you have choices and can opt-out of Las-Vegas.com selling your Personal Information by contacting us at information@las-vegas.com . This may prevent or restrict your use of the Services in the future. <b></b>(b) Your Connecticut Privacy Rights Connecticut law requires any person or entity that collects Social Security numbers from Connecticut residents in the course of business to create a privacy protection policy and to publish or display it publicly. It is our policy to protect the confidentiality of Social Security numbers in our possession from misuse and improper disclosure by maintaining and enforcing policies and physical and electronic safeguards against misuse and improper disclosure. Unlawful disclosure of Social Security numbers is prohibited, and access to them is limited to personnel who need access to such information in order to perform their job functions.</p> <p className=privacy-title>6. Upon Merger or Acquisition</p> <p>All information we have about you may be transferred to any party that purchases or merges with us.  Likewise, if we are subject to any court orders, bankruptcy orders, or similar proceedings, your information may be transferred to third parties in compliance with such orders or proceedings.  Finally, any successor in interest may replace this privacy policy with a different or modified privacy policy.</p> <p className=privacy-title>7. Ads and Information About You</p> <p>Data about your activities online is being collected on our Services for use in providing advertising tailored to your individual interests. We may use third parties such as network advertisers and ad exchanges to serve advertisements across the Internet and may use third party analytics service providers to evaluate and provide us and/or third parties with information about the use of these ads on third party websites and viewing of ads and of our content. Third parties may offer you a choice as to whether or not to have your information collected for that purpose. This section of the Privacy Policy provides details and explains how to exercise that choice. You may see certain ads on our Services as well as on other third-party websites across the Internet because we participate in advertising networks administered by third parties. These networks track your online activities over time and across third party websites by collecting information through automated means, including through the use of the Tracking Technologies described elsewhere in this Privacy Policy, and they use this information to show you advertisements (including our ads) that are tailored to your individual interests. The information they collect includes information about your visits to our Services, such as the pages you have viewed. These third-party Tracking Technologies may be set to, among other things: <br></br>(a) help deliver advertisements to you that you might be interested in; <br></br>(b) prevent you from seeing the same advertisements too many times; and <br></br>(c) understand the usefulness to you of the advertisements that have been delivered to you. You acknowledge and agree that associated technology may access and use your Device and may set or change settings on your Device in connection with the associated operations. Note that any images (or any other parts of content) served by third parties in association with third-party ads or other content may act as web beacons, which enable third parties to carry out the previously described activities. This collection and ad targeting take place both on our Services and on third-party websites that participate in the ad network, such as websites that feature advertisements delivered by the ad network. This process also helps us track the effectiveness of our marketing efforts. We and third-party vendors, including Google, use first-party cookies (such as the Google Analytics cookie) and third-party cookies (such as a Google Ads cookie) together to report how your ad impressions, other uses of ad services, and interactions with these ad impressions and ad services are related to visits to our Services. To learn more about how to opt out of Google’s use of cookies, visit the Google’s Ads Settings, here Ad Settings To learn more about how to opt out of use of the Google Analytics cookies, visit the opt-out page, here Google Tools. Third-party tracking technologies are not controlled by us, even if they use our technology to help store or collect data. Statements regarding our practices do not apply to the methods for collecting information used by these third-party advertisers and others or the use of the information that such third parties collect. We do however work with third parties to make efforts to provide you with information on their practices and any available opportunity to exercise choice. The relevant third party’s terms of service, privacy policy, permissions, notices and choices should be reviewed regarding their collection, storage and sharing practices. We make no representations regarding the policies or practices of third-party advertisers or advertising networks or exchanges or related third parties. Further, while we may use a variety of companies to serve advertisements on the website, you may wish to visit Network Advertising, which provides information regarding this practice by Network Advertising Initiative (“NAI”) members, and your choices regarding having this information used by these companies, including the “opt-out” procedures of NAI members. Opting out of one or more NAI members only means that those NAI members no longer will be allowed under their own rules to deliver targeted content and/or ads to you, which will affect this and other sites, but does not mean you will no longer receive any targeted content and/or ads. Also, if your browsers are configured to reject cookies when you visit this opt-out page, or you subsequently erase your cookies, use a different device or change web browsers, your NAI opt-out may not, or may no longer, be effective. Additional information is available on the NAI’s website accessible by the above link. You may also be able to opt-out of receiving third-party behavioral ads by visiting the Digital Advertising Alliance (“<b>DAA</b>”) website at About Ads. Similar limitations may apply to the DAA opt-out. We are not responsible for effectiveness of or compliance with any third-parties’ opt-out options.</p> <p className=privacy-title>8. Do Third-Party Content, Links to Third-Party Sites and/or Third-Party Apps Appear on the Services?</p> <p>The Services may contain content, links or apps that are supplied by a third party, and those third parties may collect Usage Information and your Device Identifier when pages from the Services are served to you for their own commercial purposes. In addition, when you are using the Services you may be directed to other sites and apps that are operated and controlled by third parties that we do not control. We are not responsible for the data collection and privacy practices employed by any of these third parties or their sites or apps and they may be tracking you across multiple online services and may be sharing the results of that tracking with us and/or others. These third parties may have their own terms of service, privacy policies or other policies and ask you to agree to the same. For example, if you “click” on a link, the “click” may take you off the Services onto a different location. These other online services may associate their Tracking Technologies with you, independently collect information about you, including Personal Information, and may or may not have their own published privacy policies. We are not responsible for these third-party privacy policies or the practices of third parties. Be sure to review any available policies before submitting any personally identifiable information to a third-party application or otherwise interacting with it and exercise caution in connection with these applications. We also encourage you to note when you leave our Services and to review the third-party privacy policies of all third-party locations and exercise caution in connection with them.</p> <p className=privacy-title>9. How Do I Change My Information and Communications Preferences?</p> <p>You are responsible for maintaining the accuracy of the information you submit to us, such as your contact information provided as part of registration. You may provide updates and changes by contacting us information@las-vegas.com We will make good faith efforts to make requested changes in our then active databases as soon as reasonably practicable (but we may retain prior information as business records). Please note that it is not always possible to completely remove or delete all of your information from our databases and that residual data may remain on backup media or for other reasons. You may cancel or modify our email marketing communications you receive from us by following the instructions contained within our promotional emails, or in some cases by logging into your Services account and changing your communication preferences. This will not affect subsequent subscriptions and if your opt-out is limited to certain types of emails the opt-out will be so limited. Subsequent or different subscriptions will be unaffected. Please note that we reserve the right to send you certain communications relating to your account or use of our Services, such as administrative and Services announcements and these transactional account messages may be unaffected if you choose to opt-out from receiving our marketing communications. If you have any questions or concerns about our Privacy Policy or our data collection or processing practices, or if you want to report any suspected security violations to us, please contact us as follows:(Attn: Privacy) Las-Vegas.com, 10300 West Charleston Blvd, Ste 13-207 Las Vegas NV 89135 or by e-mail at support@las-vegas.com, or by telephone toll free at  702.888.6668.</p> <p className=privacy-title>10. What About Transfer of Information?</p> <p>Our Services are intended for users and may only be used by users who are located in specific states in the United States. If you are located outside of the United States, please be aware that information we collect, including Personal Information, will be transferred to, and processed, stored and used in countries whose data protection laws may differ from those of the country in which you are located, and your Personal Information may be subject to access requests from governments, courts, law enforcement and national security authorities in those countries according to laws of those countries. By using the Services or providing us with any information, you consent to the transfer to, and processing, usage, sharing and storage of your information, including Personal Information, outside of the United States as set forth in this Privacy Policy. Las-Vegas.com will take all reasonable contractual steps to protect your Personal Information from unauthorized uses and disclosures while it is in the hands of any entity located in a country other than the United States. Las-Vegas.com will seek to ensure that policies and processes in place in any such country, including training for staff and effective security measures, will ensure that your Personal Information will be properly safeguarded at all times.</p> <p className=privacy-title>11. What About Security?</p> <p>We endeavor to incorporate commercially reasonable safeguards to help protect and secure your Personal Information. However, no data transmission over the Internet, mobile networks, wireless transmission or electronic storage of information can be guaranteed to be 100% secure. Please note that we cannot ensure the security of any information you transmit to us, and you use our Services and provide us with your information at your own risk. The safety and security of your Personal Information also depends on you. Where we have given you (or where you have chosen) a password for access to certain parts of our Website, you are responsible for keeping this password confidential. We ask you not to share your password with anyone. We urge you to be careful about giving out Personal Information in public areas of the Website like message boards, which any Website visitor can view.</p> <p className=privacy-title>12. Data Retention</p> <p>Except as otherwise permitted or required by applicable law or regulation, we will only retain your Personal Information for as long as necessary to fulfill the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements. Under some circumstances we may anonymize your Personal Information so that it can no longer be associated with you. We reserve the right to use such anonymous and de-identified data for any legitimate business purpose without further notice to you or your consent.</p> <p className=privacy-title>13. What Should Parents Know About Children?</p> <p>The Services are for a general audience and we do not knowingly collect any Personal Information from children younger than the age of thirteen (13). We will delete any personal information collected that we later determine to be from a user younger than the age of thirteen (13). If you are a parent or guardian of a child under the age of thirteen (13) and believe he or she has disclosed personal information to us, please contact us via email at information@las-vegas.com</p> <p className=privacy-title>14. What About Changes to the Privacy Policy?</p> <p>When Las-Vegas.com plans to introduce significant changes to its Privacy Policy, including changes that would involve (i) your Personal Information being used for new purposes not anticipated when you originally provided such Personal Information to Las-Vegas.com, or (ii) a new disclosure of Personal Information to a third party for a purpose other than processing that is integral to the delivery of a service, Las-Vegas.com will notify you prior to such changes coming into effect. We reserve the right to make non-significant changes to this Privacy Policy at any time without notice to you. Any such non-significant changes will be effective immediately upon the posting of the revised Privacy Policy and your use of our Services will indicate your consent to the Privacy Policy posted at the time of use. To the extent any provision of this Privacy Policy is found by a competent tribunal to be invalid or unenforceable, such provision shall be severed to the extent necessary for the remainder to be valid and enforceable.</p> <p className=privacy-title>15. Withdrawing Your Consent</p> <p>Where you have provided your consent to the collection, use, and transfer of your Personal Information, you may have the right to withdraw your consent under certain circumstances. To seek to withdraw your consent, contact us at: (Attn: Privacy) Las-Vegas.com, Las-Vegas.com, 10300 West Charleston Blvd, Ste 13-207 Las Vegas NV 89135 or by e-mail at support@las-vegas.com, or by telephone toll free at  702.888.6668.Please note that if you withdraw your consent we may not be able to provide you with a particular product or service. We will explain the impact to you at the time to help you with your decision.</p> <p className=privacy-title>16. Contact Information and Challenging Compliance</p> <p>We welcome your questions, comments, and requests regarding this Privacy Policy and our privacy practices. Please contact us at: (Attn: Privacy) Las-Vegas.com, Las-Vegas.com, 10300 West Charleston Blvd, Ste 13-207 Las Vegas NV 89135 or by e-mail at support@las-vegas.com, or by telephone toll free at  702.888.6668. We have procedures in place to receive and respond to complaints or inquiries about our handling of Personal Information, our compliance with this Privacy Policy, and with applicable privacy laws. To discuss our compliance with this Privacy Policy please contact our Privacy Officer using the contact information listed above.</p> <br></br>"
  }
}
