{
  "landing": {
    "gaming": "गेमिंग",
    "social": " सामाजिक मीडिया",
    "heading1": "लाइव गेम खेलें",
    "heading2": "नए मित्रों से मिलें",
    "heading3": "लोकप्रिय बनें",
    "heading4": "सभी के लिए उपहार!",
    "live": "लाइव",
    "text1": "खेलों के दौरान वीडियो और ऑडियो, हजारों असली खिलाड़ी ऑनलाइन हैं और आपके शामिल होने और खेलने की प्रतीक्षा कर रहे हैं।",
    "text2": "लास-वेगास आपको दुनिया भर के नए दोस्तों से मिलने, संदेश भेजने, अपना परिचय देने और उन्हें खेलने के लिए आमंत्रित करने में मदद करता है।",
    "text3": "शानदार गेमिंग और सामाजिक कौशल प्राप्त करके अनुयायी प्राप्त करें, अपना समुदाय बनाएं और अपने पसंदीदा खिलाड़ियों का अनुसरण करें, और अपनी गेमिंग उपलब्धियों को अपने फ़ीड में साझा करें।",
    "text4a": "पहिया घुमाएं और हर दिन चिप्स जीतें!",
    "text4b": "आज ही रजिस्टर करें और 10,000 मुफ़्त चिप्स प्राप्त करें!",
    "playnow": "खेलें",
    "feedback": "एक पोस्ट लिखें और इसे अपने दोस्तों के साथ साझा करें",
    "feedbackshare": "लाइक, शेयर, कनेक्ट करें",
    "share": "शेयर",
    "nftheading": "उपयोग करके नई सुविधाओं और खेलों को अनलॉक करें",
    "nft": "NFT",
    "collection": "संग्रह",
    "nfts": "NFTs",
    "privacy": "गोपनीयता निति",
    "term": "नियम और शर्तें लागू ",
    "copyright": " सर्वाधिकार सुरक्षित",
    "login": " लॉगिन",
    "register": " पंजीकरण"
  },
  "terms": {
    "heading": "नियम और शर्तें लागू",
    "content": "<h5>कोई भुगतान या खरीदारी दर्ज करने या जीतने के लिए आवश्यक नहीं है। किसी भी प्रकार की खरीदारी या भुगतान करने से जीतने की संभावना प्रभावित नहीं होगी। फ्री-टू-प्ले प्रतियोगिताओं में अभ्यास या सफलता का मतलब असली पैसे के जुए में भविष्य की सफलता नहीं है। जहां कहीं भी विधि द्वारा प्रतिबंधित एवं बाधित हो वहां यह शून्य है। कोई मौद्रिक मूल्यवान या विपणन योग्य पुरस्कार नहीं जीता जा सकता है।</h5><h5>स्वीकार करने से पहले कृपया इन शर्तों को ध्यान से पढ़ें। स्वीकार करके, आप स्वीकार करते हैं कि आपने इन नियमों और शर्तों को पढ़ लिया है और स्वीकार करते हैं, जिसमें एक मध्यस्थता प्रावधान शामिल है।</h5> <br></br><p><b>1. परिचय</b></p><p> LAS-VEGAS.COM ग्राहकों को कुछ फ्री-टू-प्ले हेड-टू-हेड ऑनलाइन सोशल गेम खेलने के लिए खाते (प्रत्येक, एक <b>खाता</b>) बनाने, एक्सेस करने और उपयोग करने की क्षमता प्रदान करता है, जिसमें शामिल है, लेकिन सीमित नहीं है से, पोकर ( <b>सोशल गेम्स</b>)। आपके खाते के उपयोग पर प्रतिबंधों के लिए कृपया इन नियमों और शर्तों को ध्यान से पढ़ें। </p><p>ये नियम और शर्तें (<b>अनुबंध</b>) आपके (<b>आप</b> या <b>उपयोगकर्ता</b>) और DIGITALIX, INC के बीच एक समझौते का प्रतिनिधित्व करते हैं। (प्रायोजक और, इसके माता-पिता, सहायक, सहयोगी, सदस्यों, डेवलपर्स, भुगतान प्रशासन एजेंटों और भागीदारों के साथ, <b>कंपनी</b>, हम, या हमें)। यह अनुबंध आपके खाते के निर्माण, उपयोग और उस तक पहुंच, आपकी पहुंच और सोशल गेम्स, चैट सुविधाओं, संदेश बोर्डों और लास-वेगास. <b>सेवाएं</b>)। जैसा कि यहां उपयोग किया गया है, <b>सोशल गेम्स</b>” में सभी संबंधित वेब पेज, प्लेटफॉर्म, इंटरएक्टिव फीचर, एप्लिकेशन, विजेट, ब्लॉग और मोबाइल एप्लिकेशन और उनकी संबंधित सामग्री शामिल होगी, चाहे इसके माध्यम से एक्सेस किया गया हो कंप्यूटर, वेब, मोबाइल डिवाइस, टैबलेट या अन्य तकनीक।</p><p> स्वीकार करके और/या सेवाओं का उपयोग करके, आप इस समझौते में निहित नियमों और शर्तों से बाध्य होने के लिए सहमत हैं। यदि आप इस समझौते में निहित नियमों और शर्तों से सहमत नहीं हैं, तो आप सेवाओं तक पहुंच या अन्यथा उपयोग नहीं कर सकते हैं। </p><p> सामाजिक खेल असली पैसे के जुए की पेशकश नहीं करते हैं, और खेलने के लिए किसी वास्तविक पैसे की आवश्यकता नहीं है। सोशल गेम्स का स्वामित्व और संचालन Las-Vegas.com. के पास है </p><p> विवाद समाधान के संबंध में नोटिस: इस समझौते में ऐसे प्रावधान हैं जो यह नियंत्रित करते हैं कि आपके और हमारे एक दूसरे के खिलाफ दावों का समाधान कैसे किया जाएगा (नीचे अनुभाग 17 देखें), जिसमें किसी भी वर्ग, समूह या प्रतिनिधि के दावों को आगे बढ़ाने का अधिकार छोड़ने का प्रावधान शामिल है और विवादों की मध्यस्थता करने की बाध्यता, जिसके लिए, सीमित अपवादों के अधीन, आपको बाध्यकारी मध्यस्थता के लिए कंपनी के खिलाफ आपके दावों को प्रस्तुत करने की आवश्यकता होगी, जब तक कि आप नीचे धारा 17 के अनुसार ऑप्ट-आउट नहीं करते। </p> <p> <b>2. गोपनीयता</b> </p> <p> सेवाओं का उपयोग हमारी गोपनीयता नीति की शर्तों के अधीन है, जिसे इस समझौते में शामिल किया गया है और इसका हिस्सा बनाया गया है। कृपया हमारी गोपनीयता नीति की सावधानीपूर्वक समीक्षा करें, जो [यहां] Las-Vegas.com पर क्लिक करके उपलब्ध है। सेवाओं का उपयोग करके, आप स्वीकार करते हैं कि आपने हमारी गोपनीयता नीति की शर्तों को पढ़ लिया है, और आप बाध्य होने के लिए सहमत हैं। हम अधिकार सुरक्षित रखते हैं, और आप हमें अधिकृत करते हैं, सेवाओं के आपके उपयोग, खाता पंजीकरण, और हमारी गोपनीयता नीति के अनुसार आपके द्वारा प्रदान की गई किसी भी अन्य व्यक्तिगत जानकारी के बारे में जानकारी का उपयोग करने के लिए। आप आगे स्वीकार करते हैं और सहमत हैं कि गोपनीयता नीति से संबंधित कोई भी विवाद, जिसमें सुरक्षा या गोपनीयता में कोई भी उल्लंघन शामिल है, इस समझौते में निहित देयता और विवाद समाधान प्रावधानों की सीमाओं के अधीन होगा। </p> <p> <b>3. सेवा के लिए योग्यता कम से कम 18 वर्ष की आयु या स्थायी निवास के अपने अधिकार क्षेत्र में बहुमत की आयु, जो भी पुराना हो, और जो संयुक्त राज्य अमेरिका में स्थित हैं (कोलंबिया जिले सहित लेकिन संयुक्त राज्य अमेरिका और राज्य के बाहरी क्षेत्रों को छोड़कर) वाशिंगटन) सेवाओं का उपयोग करते समय। इस बात के बावजूद कि व्यक्तियों को खेल खेलने, प्रवेश करने या जीतने के लिए किसी भी धन को दांव पर लगाने या जोखिम उठाने की आवश्यकता नहीं है। कंपनी के कर्मचारी, निदेशक और अधिकारी और हमारे प्रत्येक ठेकेदार, वितरक, बिक्री प्रतिनिधि, खुदरा विक्रेता, और विज्ञापन एजेंसियां और सेवाओं में शामिल अन्य सभी सेवा एजेंसियां, और तत्काल परिवार के सदस्य (पति/पत्नी, माता-पिता, बच्चे, भाई-बहन और उनके संबंधित पति या पत्नी) और ऐसे प्रत्येक व्यक्ति का परिवार भाग लेने के लिए पात्र नहीं है। </p> <p> इस समझौते को स्वीकार करके और/या सेवाओं का उपयोग करके, आप प्रमाणित करते हैं कि (i) आप इस समझौते में प्रवेश करने के लिए पूरी तरह से सक्षम और सक्षम हैं, (ii) आप ऊपर बताए अनुसार सेवाओं का उपयोग करने के योग्य हैं (यदि आप मोबाइल डिवाइस से सेवाओं तक पहुंच बना रहे हैं, तो आपको अपने मोबाइल डिवाइस पर और मोबाइल एप्लिकेशन के लिए स्थान सेवाएं चालू करने की आवश्यकता हो सकती है)। अधिक निश्चितता के लिए, आप प्रमाणित करते हैं कि जब आप सेवाओं का उपयोग करते हैं तो आप न तो निवासी होंगे, न ही शारीरिक रूप से संयुक्त राज्य अमेरिका के बाहरी क्षेत्रों या वाशिंगटन राज्य में उपस्थित होंगे; (iii) आप सामाजिक खेलों में सख्ती से अपनी व्यक्तिगत क्षमता में भाग लेते हैं, अपनी ओर से और किसी अन्य व्यक्ति की ओर से नहीं; (iv) आप केवल मनोरंजन और मनोरंजन के उद्देश्य से सामाजिक खेलों में भाग लेते हैं; (v) इस समझौते की वैधता की अवधि के दौरान आप हमें जो भी जानकारी प्रदान करते हैं वह सत्य, पूर्ण और सही है, और आप ऐसी जानकारी में किसी भी बदलाव के बारे में हमें तुरंत सूचित करेंगे; (vi) आपके द्वारा सामाजिक खेलों और/या सेवाओं से संबंधित खरीदारी करने के लिए उपयोग किया जाने वाला कोई भी पैसा किसी भी अवैधता से दूषित नहीं है और विशेष रूप से, किसी भी अवैध गतिविधि या स्रोत से, या गलत तरीकों से उत्पन्न नहीं होता है, और होगा आपके नाम से एक खाते से उत्पन्न होता है जो कानूनी रूप से आपका है और किसी व्यवसाय या कॉर्पोरेट खाते से नहीं; और (vii) आप किसी भी सोशल गेम में अपने या तीसरे पक्ष की भागीदारी के संबंध में किसी भी धोखाधड़ी, कपटपूर्ण, फिक्सिंग या अन्य गैरकानूनी गतिविधि में शामिल नहीं होंगे, आप किसी भी सॉफ़्टवेयर-समर्थित विधियों या तकनीकों का उपयोग नहीं करेंगे (सहित लेकिन नहीं स्वचालित रूप से खेलने के लिए डिज़ाइन किए गए बॉट्स तक सीमित) या किसी भी सामाजिक गेम में आपकी भागीदारी के लिए हार्डवेयर डिवाइस। </p> <p> युनाइटेड स्टेट्स और वाशिंगटन राज्य के निवासियों, या वहां स्थित व्यक्तियों द्वारा सेवाओं या सामाजिक खेलों से संबंधित खरीदारी करने के उद्देश्य से उपयोग किया गया कोई भी पैसा अमान्य हो जाएगा और रिफंड (किसी भी प्रशासनिक शुल्क को घटाकर, जिसे हम परिस्थितियों में चार्ज करने के लिए उचित मानते हैं, इस तरह की फीस कानून द्वारा अनुमेय सीमा तक), बैंक या वित्तीय संस्थान द्वारा लगाए गए किसी भी शुल्क के अलावा उपरोक्त उलटाव का प्रबंधन कर सकते हैं। धन। </p> <p> <b>4. खाता बनाना और बंद करना</b> </p> <p> सेवाओं के भीतर कोई गेम खेलने सहित सेवाओं की कुछ विशेषताओं का लाभ उठाने के लिए आपको एक खाता स्थापित करना होगा और केवल एक खाते तक सीमित होना होगा। यह खाता आपके व्यक्तिगत उपयोग तक सीमित है और इसे एक्सेस नहीं किया जा सकता है, द्वारा उपयोग किया जाता है, स्थानांतरित किया जाता है, या किसी अन्य व्यक्ति को सौंपा गया। कंपनी को सेवाओं या अन्यथा के बारे में जानकारी प्रदान करते समय, आप कंपनी द्वारा अनुरोध किए जाने पर अपने बारे में सही, सटीक, वर्तमान और पूर्ण जानकारी प्रदान करने के लिए सहमत होते हैं। </p> <p>अपना एकमात्र खाता स्थापित करते समय, आपको यह करना होगा:</p> <p> • इस समझौते में निर्धारित सभी नियमों और शर्तों को पढ़ें और उनका पालन करने के लिए सहमत हों, जो आपके लिए उपलब्ध होंगे खाता निर्माण प्रक्रिया के दौरान; <br></br>• सभी अनुरोधित व्यक्तिगत जानकारी प्रदान करें; <br></br>• विशिष्ट उपयोगकर्ता नाम और पासवर्ड सहित समय-समय पर आवश्यक खाता जानकारी स्थापित करना; और <br></br>• कंपनी द्वारा किसी भी खेल खेलने और भौगोलिक स्थान की जानकारी की निगरानी और रिकॉर्डिंग के लिए सहमति। </p> <p> आप खाता जानकारी की गोपनीयता बनाए रखने के लिए जिम्मेदार हैं जिसे आप बना सकते हैं और आप अपने खाते और मोबाइल उपकरणों को अन्य व्यक्तियों द्वारा किसी भी अनधिकृत उपयोग से सुरक्षित रखने के लिए सहमत हैं। आपको अपना खाता या पासवर्ड किसी अन्य व्यक्ति के साथ साझा नहीं करना चाहिए, किसी अन्य को अपने खाते तक पहुंचने या उसका उपयोग करने देना चाहिए या ऐसा कोई अन्य काम नहीं करना चाहिए जो आपके खाते की सुरक्षा को खतरे में डाल सकता है। आप यह सुनिश्चित करने के लिए जिम्मेदार हैं कि आपका खाता लॉगिन विवरण और आपके द्वारा अपने खाते के हिस्से के रूप में प्रदान की जाने वाली कोई भी भुगतान जानकारी सुरक्षित रखी जाती है और केवल आपके द्वारा ही एक्सेस की जा सकती है। यदि आपको पता चलता है, या उचित रूप से संदेह है कि आपके खाते की सुरक्षा से समझौता किया गया है, जिसमें आपके पासवर्ड और खाता विवरण का नुकसान, चोरी या अनधिकृत प्रकटीकरण शामिल है, तो आपको हमें तुरंत सूचित करना चाहिए। खाता निर्माण के हिस्से के रूप में इस अनुबंध को स्वीकार करने के बाद, आप [यहां Las-Vegas.com उपयोगकर्ता अनुबंध] पर क्लिक करके इस समझौते पर दोबारा जा सकते हैं और इस समझौते तक पहुंच सकते हैं। आप अपने खाते के किसी भी अनधिकृत उपयोग और आपके खाते से जुड़ी किसी भी गतिविधि के लिए पूरी ज़िम्मेदारी स्वीकार करते हैं, जिसमें एक नाबालिग भी शामिल है (जो सभी घटनाओं में निषिद्ध है)। प्रायोजक किसी तीसरे पक्ष को आपके लॉगिन विवरण के प्रकटीकरण के कारण तीसरे पक्ष द्वारा आपके खाते के किसी भी दुरुपयोग या दुरुपयोग के लिए ज़िम्मेदार नहीं है, चाहे ऐसा प्रकटीकरण जानबूझकर या आकस्मिक, सक्रिय या निष्क्रिय हो। </p> <p> केवल अपने मोबाइल डिवाइस पर मोबाइल एप्लिकेशन को हटाने से आपका खाता बंद नहीं होगा। इसके बजाय, आप info@las-vegas.com पर ग्राहक सहायता से संपर्क करके अपना खाता बंद कर सकते हैं और जब आप अपना खाता बंद करने के लिए ग्राहक सेवा से संपर्क करते हैं तो कोई भी जारी पुरस्कार जिसके लिए पुरस्कार की सभी शर्तों को पूरा किया गया हो, आपको भेज दिया जाएगा। यदि आपके खाते में लगातार साठ (60) दिनों तक कोई गतिविधि नहीं होती है, तो हम आपके खाते को निष्क्रिय खाता मानने का अधिकार सुरक्षित रखते हैं। हम निष्क्रिय खातों को समाप्त, बंद या निलंबित करने का अधिकार सुरक्षित रखते हैं। कोई भी जारी नहीं किया गया पुरस्कार जिसके लिए सभी पुरस्कार शर्तों को पूरा किया गया है, उसे लागू कानून द्वारा प्रदान किया गया माना जाएगा, जिसमें धन को परित्यक्त के रूप में रिपोर्ट करना और परित्यक्त या लावारिस धन प्राप्त करने के लिए लागू सरकारी प्राधिकरण को धन भेजना शामिल हो सकता है। </p> <p> <b>5. सामाजिक खेलों</b> </p> <p> विशेष सामाजिक खेलों के अपने विशेष नियम हो सकते हैं (उदाहरण के लिए, शतरंज के खेल के नियम पोकर के नियमों से अलग हैं), और यह आपकी जिम्मेदारी है कि आप इसे पढ़ें खेलने से पहले प्रत्येक खेल के नियम। </p> <p> किसी भी सामाजिक खेल और/या सेवाओं से संबंधित आपकी किसी भी खरीदारी के परिणामस्वरूप, या उसके संबंध में होने वाले सभी विदेशी मुद्रा लेनदेन शुल्क, शुल्क या संबंधित लागतें पूरी तरह से वहन की जानी हैं। आपके द्वारा, विदेशी मुद्रा में उतार-चढ़ाव से उत्पन्न होने वाली किसी भी हानि या अतिरिक्त लागत सहित, लेकिन इतनी ही सीमित नहीं है। </p> <p> सामाजिक खेलों और/या सेवाओं से संबंधित कोई भी खरीदारी करने के लिए आपके द्वारा उपयोग किए जाने वाले बैंक खाते और भुगतान मीडिया कानूनी रूप से और लाभकारी रूप से आपके और आपके नाम के स्वामित्व में होने चाहिए। अगर हमारे ध्यान में आता है कि आपके द्वारा अपने खाते पर पंजीकृत नाम और संबंधित खाते या भुगतान माध्यम से जुड़ा नाम मेल नहीं खाता है, तो आपका खाता तुरंत निलंबित कर दिया जाएगा। यदि आपका खाता निलंबित कर दिया जाता है, तो हम अनुशंसा करते हैं कि आप हमारी सत्यापन प्रक्रिया के विवरण के लिए ग्राहक सहायता से संपर्क करें। हम आपके द्वारा खरीदारी करने के लिए उपयोग किए जाने वाले बैंक खातों और भुगतान मीडिया के कानूनी और लाभकारी स्वामित्व को सत्यापित करने के लिए दस्तावेजों और सूचनाओं का अनुरोध करने का अधिकार सुरक्षित रखते हैं। </p> <p> आप सहमत हैं कि हम और/या हमारे एजेंट और ठेकेदार आपकी भविष्य की खरीदारी को संसाधित करने के लिए आपकी भुगतान जानकारी और क्रेडेंशियल (जैसे कार्ड नंबर या टोकन) स्टोर कर सकते हैं। इस समझौते में प्रवेश करके, आप प्रायोजक और/या उसके एजेंटों और ठेकेदारों को लागू भुगतान प्रसंस्करण नियमों के अनुपालन में इसे स्टोर करने के लिए अधिकृत करते हैं। </p> <p> आप किसी सामाजिक गेम में तभी भाग ले सकते हैं जब आपके खाते में उस विशेष सामाजिक गेम के नियमों के अनुसार ऐसी भागीदारी की अनुमति देने के लिए पर्याप्त क्रेडिट (<b>गेम टोकन</b>) हों . आपका खाता स्थापित करने के तुरंत बाद या लगभग तुरंत बाद मुफ्त गेम टोकन प्रदान किए जाएंगे। समय-समय पर, गेम टोकन आपके खाते में जारी किए जा सकते हैं यदि आपका खाता समाप्त हो गया है या लगभग समाप्त हो गया है . समय-समय पर, आपको वीडियो देखने, मित्रों को आमंत्रित करने या अन्य मीडिया पर सेवाओं का उल्लेख करने के लिए प्रचार के भाग के रूप में टोकन दिए जा सकते हैं, ऐसे प्रचारों का विवरण समय-समय पर दिखाई देगा। सुविधा के तौर पर आप किसी भी समय गेम टोकन खरीद सकते हैं। गेम टोकन की खरीद न्यूनतम या अधिकतम राशि के अधीन हो सकती है जैसा कि हम समय-समय पर निर्दिष्ट और ऑफ़र कर सकते हैं। </p> <p> गेम टोकन सेवाओं के माध्यम से या किसी अन्य तृतीय-पक्ष सेवा के माध्यम से नहीं बेचे जा सकते हैं। गेम टोकन को एक खिलाड़ी से दूसरे खिलाड़ी में स्थानांतरित नहीं किया जा सकता है। गेम टोकन बेचने या स्थानांतरित करने पर प्रतिबंध को रोकने के किसी भी प्रयास के परिणामस्वरूप आपका खाता बंद हो जाएगा और आपके पास कंपनी के खिलाफ कोई अधिकार या सहारा नहीं होगा। </p> <p> खातों को सेवाओं के माध्यम से या किसी अन्य तृतीय-पक्ष सेवा के माध्यम से नहीं बेचा जा सकता है। खातों को एक खिलाड़ी से दूसरे खिलाड़ी में स्थानांतरित नहीं किया जा सकता है। खातों को बेचने या स्थानांतरित करने पर प्रतिबंध को नाकाम करने के किसी भी प्रयास के परिणामस्वरूप आपका खाता बंद कर दिया जाएगा और आपके पास कंपनी के खिलाफ कोई अधिकार या सहारा नहीं होगा। </p> <p> मनी लॉन्ड्रिंग और आतंकवादी वित्तपोषण को रोकने के लिए सभी जमा, भुगतान, खेल, निकासी और/या खाता लेनदेन की निगरानी की जाती है। संदिग्ध लेन-देन (और आपका खाता / प्ले विवरण और कोई अन्य जानकारी जिसे हम प्रासंगिक मानते हैं) को किसी भी समय कानूनी, नियामक और कानून प्रवर्तन अधिकारियों को सूचित किया जा सकता है ताकि उस संबंध में हमारे कानूनी और नियामक दायित्वों का पालन किया जा सके। </p> <p> गेम टोकन की खरीद एक लाइसेंस की खरीद है जो आपको सामाजिक खेलों में भाग लेने की अनुमति देती है और यह धन की जमा राशि नहीं है जिसे वापस लिया जा सकता है। गेम टोकन खरीदने के लिए उपयोग की गई धनराशि आपको वापस नहीं की जाएगी और न ही वापस की जा सकती है। गेम टोकन का कोई वास्तविक धन मूल्य नहीं है। C </p> <p> गेम टोकन जो खेलने के लिए सबमिट किए गए हैं और स्वीकार किए जाते हैं, उन्हें बदला, वापस या रद्द नहीं किया जा सकता है और गेम टोकन तुरंत आपके गेम टोकन बैलेंस से निकाल लिए जाएंगे। </p> <p> यदि यह पाया जाता है कि आपकी एक या अधिक खरीदारियां वापस आ गई हैं और/या वापस कर दी गई हैं या वापस चार्ज कर ली गई हैं, तो आपका खाता निलंबित कर दिया जाएगा। यदि ऐसा होता है, तो इस तरह की खरीदारी की राशि आपके द्वारा हमारे लिए बकाया ऋण होगी और आपको वैकल्पिक भुगतान पद्धति के माध्यम से ऐसी खरीदारी के लिए तुरंत भुगतान करना होगा। जब तक ऐसा भुगतान प्राप्त नहीं हो जाता, तब तक कोई भी खरीदारी शून्य मानी जाएगी। </p> <p> हम सामाजिक खेल में भागीदारी को आंशिक या पूर्ण रूप से शून्य घोषित करने का अधिकार सुरक्षित रखते हैं, अगर, हमारे विवेकाधिकार में, हम मानते हैं कि जीत पर कोई त्रुटि, गलती, गलत छपाई या तकनीकी त्रुटि थी- टेबल, न्यूनतम या अधिकतम गेम टोकन, ऑड्स या सॉफ्टवेयर। उपयोगकर्ता के डिवाइस और हमारे सर्वर सॉफ़्टवेयर पर प्रदर्शित होने वाले परिणाम के बीच विसंगति की स्थिति में, हमारे सर्वर सॉफ़्टवेयर पर प्रदर्शित होने वाला परिणाम आधिकारिक और शासी परिणाम होगा। </p> <p> <b>6. डिजिटल ऑब्जेक्ट और प्ले लेवल</b> </p> <p> आप सेवा के हिस्से के रूप में डिजिटल ऑब्जेक्ट का उपयोग करने के लिए एक सीमित लाइसेंस खरीदने में सक्षम हो सकते हैं। डिजिटल ऑब्जेक्ट, जैसे अवतार संवर्द्धन, वैकल्पिक ग्राफिक्स, वैकल्पिक ध्वनियाँ, एनीमेशन अनुक्रम और अन्य डिजिटल लाइसेंस। डिजिटल वस्तुएं आपके गेम खेलने को प्रभावित नहीं करेंगी और सजावटी, काल्पनिक और मज़ेदार हैं, लेकिन किसी भी गेम के परिणाम को प्रभावित नहीं करती हैं। </p> <p> खरीद के समय प्रत्येक डिजिटल वस्तु की अपनी शर्तें और सीमाएं प्रस्तुत की जाएंगी। ऐसी डिजिटल वस्तुओं का लाइसेंस उपयोग पर, डिजिटल वस्तुओं के सीमित उपयोग के लिए या आपके खाते या अन्य डिजिटल वस्तुओं के लिए सेवा को बंद करने पर समाप्त हो जाएगा। </p> <p> समय के साथ, कंपनी द्वारा निर्धारित कारकों के आधार पर खिलाड़ी लेवल-अप के पात्र हो सकते हैं। लेवलिंग-अप सामाजिक खेलों में जीतने की आपकी क्षमता को नहीं बढ़ाता है और किसी भी सामाजिक खेलों के परिणाम पर इसका कोई प्रभाव नहीं पड़ता है। लेवलिंग-अप से नए गेम, नए गेम ग्राफ़िक्स, नई गेम ध्वनियां, या अवतार छवि संवर्द्धन उपलब्ध हो सकते हैं, लेकिन किसी भी सामाजिक गेम के परिणाम को खेलने या प्रभावित करने की आपकी क्षमता में सुधार नहीं होगा। </p> <p> <b>7. कपटपूर्ण गतिविधियां; निषिद्ध लेन-देन</b> </p> <p> यदि, हमारे एकमात्र दृढ़ संकल्प में, आपको किसी अन्य उपयोगकर्ता या उपयोगकर्ता के साथ धोखाधड़ी, मिलीभगत, किसी भी धोखाधड़ी या गैरकानूनी गतिविधि में लिप्त पाया जाता है, या अन्यथा हमें धोखा देने का प्रयास किया जाता है या अन्य उपयोगकर्ता (बिना किसी सीमा के, खेल में हेरफेर के माध्यम से) या यदि हम आपको किसी भी पूर्वगामी के बारे में संदेह करते हैं, तो कंपनी के पास अधिकार है, अपने विवेकाधिकार में, अपने खाते को निलंबित या बंद करने, शून्य या किसी भी या सभी जीत को रोक दें इस तरह की गतिविधियों से, किसी भी खिलाड़ी की रेटिंग को शून्य और रोक देता है और/या कंपनी के लिए कानूनी रूप से उपलब्ध किसी भी तरीके का उपयोग करके ऐसी गतिविधियों से जीत हासिल कर सकता है। पूर्वगामी की व्यापकता को सीमित किए बिना, इस खंड द्वारा निषिद्ध धोखाधड़ी गतिविधियों में शामिल हैं: </p> <p> • पासवर्ड माइनिंग, फ़िशिंग, या किसी अन्य माध्यम से सोशल गेम्स के किसी भी हिस्से में हैकिंग; <br></br>• सामाजिक खेलों के किसी भी भाग को संशोधित करने, रिवर्स इंजीनियर करने, या रिवर्स-असेंबल करने का प्रयास; <br></br>• जानबूझकर वायरस, ट्रोजन, वर्म्स, लॉजिक बम, स्पाईवेयर, मैलवेयर, या अन्य समान सामग्री पेश करते हैं;<br></br>• किसी भी सोशल गेम की संरचना, प्रस्तुति या नेविगेशनल फ़ंक्शन को बाधित करना ताकि वह जानकारी प्राप्त हो सके जिसे कंपनी ने सार्वजनिक रूप से उपलब्ध नहीं कराने के लिए चुना है; <br></br>• किसी भी प्रकार के अवैध धन हस्तांतरण (अपराध की मनी लॉन्ड्रिंग आय सहित) की सुविधा के लिए कंपनी के सिस्टम का उपयोग करना; या <br></br>• भाग लेना या लाभ उठाना, या दूसरों को भाग लेने या लाभ लेने के लिए प्रोत्साहित करना या साझा करने के लिए डिज़ाइन की गई योजनाओं, संगठनों, समझौतों, या समूहों: खिलाड़ियों के एक विशिष्ट समूह को ईमेल किए गए विशेष ऑफ़र या पैकेज और URL द्वारा प्रतिदेय; या किसी खिलाड़ी की पहचान के बारे में कंपनी को गुमराह करने के उद्देश्य से पहचान दस्तावेज़ (फ़ोटोग्राफ़, बिल और लीज़ दस्तावेज़ सहित, लेकिन इन्हीं तक सीमित नहीं है)। यदि आपको किसी अन्य खिलाड़ी पर गैरकानूनी या धोखाधड़ी गतिविधि या निषिद्ध लेन-देन का संदेह है, तो कृपया ग्राहक शिकायत प्रक्रिया (धारा 22 में वर्णित) में सूचीबद्ध संचार के माध्यम से हमें तुरंत सूचित करें। </p> <p> <b>8. कानून प्रवर्तन के साथ सहयोग</b> </p> <p> कंपनी हर समय कानून प्रवर्तन आदेशों और अनुरोधों का पालन करेगी। इसका अर्थ है कि सेवा के माध्यम से सभी संचार और गतिविधि कानून प्रवर्तन समीक्षा के अधीन हो सकते हैं। सेवाओं का उपयोग करके, आप स्वीकार करते हैं, समझते हैं और सहमत हैं कि आपके द्वारा सेवाओं के उपयोग के संबंध में गोपनीयता की कोई उचित अपेक्षा नहीं है और यह कि कानून प्रवर्तन अधिकारियों के पास सेवाओं के आपके उपयोग के बारे में जानकारी तक पहुंच हो सकती है। </p> <p> <b>9. कनेक्टिविटी; संचार</b> </p> <p> सेवाओं तक पहुँचने के लिए आपके पास iOS या Android ऑपरेटिंग सिस्टम का उपयोग करने वाला एक इंटरनेट-सक्षम मोबाइल डिवाइस होना चाहिए, जिसका उपयोग आपकी स्वीकृति और अंत के अनुपालन के अधीन है उपयोगकर्ता लाइसेंस समझौता। आईओएस ऑपरेटिंग सिस्टम के लिए एंड यूजर लाइसेंस एग्रीमेंट यहां पाया जा सकता है: Las-Vegas.com। एंड्रॉइड ऑपरेटिंग सिस्टम के लिए अंतिम उपयोगकर्ता लाइसेंस समझौता यहां पाया जा सकता है: Las-Vegas.com। सेवाओं से प्राप्त होने वाली किसी भी सामग्री पर सामान्य वाहक शुल्क और कर लागू हो सकते हैं। सेवाओं के उपयोग के परिणामस्वरूप आपके मोबाइल या इंटरनेट सेवा प्रदाता द्वारा लगाए गए किसी भी अधिभार के लिए कंपनी ज़िम्मेदार नहीं है। </p> <p> <b>10. कॉपीराइट; ट्रेडमार्क</b> </p> <p> आप स्वीकार करते हैं कि सेवाओं की सभी सामग्री, जिसमें सेवाओं का डिज़ाइन, ग्राफ़िक्स, पाठ, ध्वनियाँ, चित्र, सॉफ़्टवेयर और अन्य फ़ाइलें और उनका चयन और व्यवस्था शामिल है (सामूहिक रूप से, “< b>सामग्री</b>”), कंपनी या उसके लाइसेंसदाताओं की संपत्ति हैं, और संयुक्त राज्य और अंतर्राष्ट्रीय कॉपीराइट और अन्य बौद्धिक संपदा कानूनों और अधिकारों के अधीन और संरक्षित हैं। आप इस समझौते के माध्यम से या अन्यथा सामग्री या सेवाओं में कोई स्वामित्व हित प्राप्त नहीं करेंगे। इस समझौते में स्पष्ट रूप से नहीं दी गई सामग्री के सभी अधिकार उनके संबंधित कॉपीराइट स्वामियों के लिए आरक्षित हैं। इस समझौते या सेवाओं द्वारा स्पष्ट रूप से अधिकृत किए जाने के अलावा, आप कॉपी, पुनरुत्पादन, वितरण, पुनर्प्रकाशन, डाउनलोड, प्रदर्शन, प्रदर्शन, पोस्ट, ट्रांसमिट, शोषण, व्युत्पन्न कार्य नहीं बना सकते हैं या अन्यथा किसी भी रूप में या किसी भी सामग्री का उपयोग नहीं कर सकते हैं। किसी भी माध्यम से, कंपनी या संबंधित कॉपीराइट स्वामी के पूर्व लिखित प्राधिकरण के बिना। कंपनी आपको केवल व्यक्तिगत, गैर-व्यावसायिक उपयोग के लिए सामग्री को देखने और डाउनलोड करने के लिए अधिकृत करती है, बशर्ते कि आप मूल सामग्री में निहित सभी कॉपीराइट और अन्य मालिकाना नोटिस बरकरार रखें। आप किसी भी तरह से सामग्री को संशोधित या अनुकूलित नहीं कर सकते हैं या अन्यथा किसी सार्वजनिक या व्यावसायिक उद्देश्यों के लिए उनका उपयोग नहीं कर सकते हैं। ट्रेडमार्क, सर्विस मार्क, ट्रेड नाम, ट्रेड ड्रेस और लोगो (सामूहिक रूप से, <b>मार्क्स</b>) शामिल हैं या सेवाओं पर वर्णित कंपनी और/या इसके लाइसेंसदाताओं की एकमात्र संपत्ति हैं और इनकी प्रतिलिपि नहीं बनाई जा सकती है कंपनी और/या लाइसेंसदाताओं के पूर्व लिखित प्राधिकरण के बिना, पूरी तरह या आंशिक रूप से नकल या अन्यथा उपयोग किया जाता है। इसके अलावा, सभी पेज हेडर, कस्टम ग्राफिक्स, बटन आइकन और स्क्रिप्ट कंपनी के निशान हैं और कंपनी के पूर्व लिखित प्राधिकरण के बिना, पूरी तरह या आंशिक रूप से कॉपी, नकल या अन्यथा उपयोग नहीं किए जा सकते हैं। कंपनी अपने बौद्धिक संपदा अधिकारों को कानून की पूर्ण सीमा तक लागू करेगी। </p> <p> <b>11। उपयोगकर्ता सामग्री और आचरण</b> </p> <p> सेवाओं के उपयोग के संबंध में जहां लागू हो (उदाहरण के लिए, संदेश बोर्डों पर), आपको अपना स्वयं का उपयोगकर्ता नाम चुनने और/या अपनी स्वयं की सामग्री पोस्ट करने के लिए आमंत्रित किया जा सकता है ( सामूहिक रूप से, <b>उपयोगकर्ता सामग्री</b>)। आप समझते हैं कि सभी उपयोगकर्ता सामग्री, चाहे सार्वजनिक रूप से एक मंच पर पोस्ट की गई हो, आपकी प्रोफ़ाइल के हिस्से के रूप में पोस्ट की गई हो, या निजी तौर पर किसी अन्य उपयोगकर्ता को या हमें प्रेषित की गई हो, आपकी एकमात्र जिम्मेदारी है। हालांकि सेवाओं को ऐसी उपयोगकर्ता सामग्री साझा करने के लिए एक सुरक्षित स्थान के रूप में डिज़ाइन किया गया है, कंपनी गारंटी नहीं दे सकती कि अन्य उपयोगकर्ता आपके द्वारा साझा की जाने वाली उपयोगकर्ता सामग्री का दुरुपयोग नहीं करेंगे। यदि आपके पास कोई उपयोगकर्ता सामग्री है जिसे आप गोपनीय रखना चाहते हैं और/या नहीं चाहते हैं कि अन्य लोग इसका उपयोग करें (फ़ोटो, व्यक्तिगत जानकारी, नाम, घर का पता, टी सहित लेकिन इन्हीं तक सीमित नहीं है)टेलीफोन नंबर, आदि), इसे सेवाओं पर पोस्ट न करें। किसी भी परिस्थिति में कंपनी किसी भी उपयोगकर्ता सामग्री के लिए किसी भी तरह से उत्तरदायी नहीं होगी, जिसमें किसी भी उपयोगकर्ता सामग्री में कोई त्रुटि या चूक, या किसी भी सामग्री के उपयोग के परिणामस्वरूप होने वाली किसी भी प्रकार की हानि या क्षति के लिए सीमित नहीं है। उपयोगकर्ता सामग्री सेवाओं के माध्यम से पोस्ट, ईमेल या अन्यथा प्रसारित की जाती है। <b> कंपनी आपके द्वारा सेवाओं में पोस्ट की गई किसी भी उपयोगकर्ता सामग्री के उपयोगकर्ता के दुरुपयोग या दुर्विनियोजन के लिए ज़िम्मेदार नहीं है। </b> </p> <p> सेवाओं पर किसी भी उपयोगकर्ता सामग्री को पोस्ट करके, आप एतद्द्वारा कंपनी को एक रॉयल्टी-मुक्त, पूरी तरह से भुगतान किया गया, स्थायी, अपरिवर्तनीय, गैर-अनन्य और पूरी तरह से उप-लाइसेंस योग्य अधिकार और लाइसेंस प्रदान करते हैं उपयोग, पुनरुत्पादन, संशोधित, अनुकूलित, प्रकाशित, अनुवाद, अन्य कार्यों के साथ संयोजन, व्युत्पन्न कार्य बनाना, वितरित करना, प्रदर्शन करना, संपादित करना और ऐसी उपयोगकर्ता सामग्री (संपूर्ण या आंशिक रूप से) को दुनिया भर में प्रदर्शित करना और/या इसे किसी अन्य कार्य में शामिल करना रूप, मीडिया, या तकनीक जो अब ज्ञात है या बाद में विकसित हुई है। आप विशेष रूप से उपयोगकर्ता सामग्री में और उसके लिए किसी भी नैतिक अधिकार को छोड़ देते हैं। पूर्वगामी अनुदान में, बिना किसी सीमा के, आपकी उपयोगकर्ता सामग्री में और उसके लिए कोई कॉपीराइट और अन्य बौद्धिक संपदा अधिकार शामिल हैं। आप प्रतिनिधित्व करते हैं और वारंटी देते हैं कि: आप सेवाओं पर या सेवाओं के माध्यम से आपके द्वारा पोस्ट की गई उपयोगकर्ता सामग्री के स्वामी हैं या अन्यथा इस अनुबंध में निर्धारित लाइसेंस प्रदान करने का अधिकार है; और सेवाओं पर या सेवाओं के माध्यम से आपकी उपयोगकर्ता सामग्री की पोस्टिंग किसी भी व्यक्ति के गोपनीयता अधिकार, प्रचार अधिकार, कॉपीराइट, अनुबंध अधिकार या किसी अन्य अधिकार का उल्लंघन नहीं करती है। आप सेवाओं पर या सेवाओं के माध्यम से आपके द्वारा पोस्ट की गई किसी भी उपयोगकर्ता सामग्री के कारण किसी भी व्यक्ति को देय सभी रॉयल्टी, शुल्क और किसी भी अन्य धन के लिए भुगतान करने के लिए सहमत हैं। </p> <p> आप स्वीकार करते हैं और सहमत हैं कि कंपनी उपयोगकर्ता सामग्री को संरक्षित कर सकती है और उपयोगकर्ता सामग्री का खुलासा भी कर सकती है यदि कानून द्वारा या सद्भावना विश्वास में ऐसा करने के लिए आवश्यक है कि इस तरह के संरक्षण या प्रकटीकरण उचित रूप से आवश्यक है: कानूनी अनुपालन प्रक्रिया; इस समझौते को लागू करें; दावों का जवाब देना कि कोई भी उपयोगकर्ता सामग्री तीसरे पक्ष के अधिकारों का उल्लंघन करती है; या कंपनी, उसके उपयोगकर्ताओं और जनता के अधिकारों, संपत्ति या व्यक्तिगत सुरक्षा की रक्षा करें। आप समझते हैं कि आपकी उपयोगकर्ता सामग्री सहित सेवाओं के तकनीकी प्रसंस्करण और प्रसारण में शामिल हो सकते हैं: विभिन्न नेटवर्क पर प्रसारण; और नेटवर्क या उपकरणों को जोड़ने की तकनीकी आवश्यकताओं के अनुरूप और अनुकूल होने के लिए परिवर्तन। </p> <p> आप इस समझौते की प्रत्येक शर्त से सहमत हैं और आगे सहमत हैं कि इनमें से प्रत्येक शर्त हमेशा के लिए और व्यापक रूप से कंपनी के संबंध में दुनिया भर में लागू होती है। विचारों या विचारों के प्रकटीकरण सहित सेवाओं के लिए या सेवाओं के माध्यम से उपयोगकर्ता सामग्री पोस्ट करना आपकी ओर से स्वैच्छिक है। उपयोगकर्ता सामग्री की आपकी पोस्टिंग से कोई गोपनीय या अतिरिक्त संविदात्मक संबंध स्थापित नहीं होता है या हमारी समीक्षा या आपकी उपयोगकर्ता सामग्री के बाद के उपयोग से निहित होता है। कंपनी किसी भी उपयोगकर्ता सामग्री के किसी भी प्रकटीकरण के लिए उत्तरदायी नहीं होगी, जिसमें राय(ओं) या सुझाव(ओं) शामिल हैं, जिसे आप सेवाओं के लिए या उसके माध्यम से पोस्ट करते हैं। कंपनी किसी भी उपयोगकर्ता सामग्री के अप्रतिबंधित उपयोग के लिए पात्र होगी, जो किसी भी उद्देश्य के लिए, वाणिज्यिक या अन्यथा, उपयोगकर्ता सामग्री के प्रदाता के रूप में आपको मुआवजे के बिना सेवाओं पर या सेवाओं के माध्यम से प्राप्त हो सकती है। </p> <p>आप सहमत हैं कि आप सेवाओं का उपयोग नहीं करेंगे:</p> <p> • किसी भी उपयोगकर्ता सामग्री को अपलोड, पोस्ट, ईमेल या अन्यथा संचारित करें जो गैरकानूनी, हानिकारक, धमकी देने वाली, अपमानजनक, परेशान करने वाली, अपमानजनक है , अश्लील, अश्लील, अश्लील, अपमानजनक, दूसरे की गोपनीयता के आक्रामक, घृणित, या नस्लीय, जातीय या अन्यथा गैरकानूनी या आपत्तिजनक (बिना किसी सीमा के, नग्नता और नशीली दवाओं के उपयोग के चित्रण सहित); <br></br>• नाबालिगों को किसी भी तरह से नुकसान पहुंचाएं; <br></br>• किसी भी व्यक्ति या संस्था को प्रतिरूपित करना, जिसमें कंपनी का एक प्रतिनिधि शामिल है, लेकिन उस तक सीमित नहीं है, या किसी व्यक्ति या संस्था के साथ अपनी संबद्धता को गलत तरीके से प्रस्तुत करना या गलत तरीके से प्रस्तुत करना; <br></br>• सेवाओं के माध्यम से प्रेषित किसी भी उपयोगकर्ता सामग्री की उत्पत्ति को छिपाने के लिए हेडर बनाना या अन्यथा पहचानकर्ताओं में हेरफेर करना; <br></br>• किसी भी उपयोगकर्ता सामग्री को अपलोड, पोस्ट, ईमेल या अन्यथा प्रसारित करें जिसे किसी भी कानून के तहत या संविदात्मक या प्रत्ययी संबंधों के तहत प्रसारित करने का अधिकार आपके पास नहीं है (जैसे कि आंतरिक जानकारी, या मालिकाना और गोपनीय जानकारी सीखी गई या रोजगार संबंधों के हिस्से के रूप में या गैर-प्रकटीकरण समझौतों के तहत खुलासा); <br></br>• किसी भी उपयोगकर्ता सामग्री को अपलोड, पोस्ट, ईमेल या अन्यथा संचारित करें जो किसी भी पार्टी के किसी भी पेटेंट, ट्रेडमार्क, व्यापार रहस्य, कॉपीराइट या अन्य स्वामित्व अधिकारों ( <b>अधिकारों</b>) का उल्लंघन करती है; <br></br>• अपलोड, पोस्ट, ईमेल या अन्यथा किसी भी अवांछित या अनधिकृत विज्ञापन, प्रचार सामग्री, जंक मेल, स्पैम,चेन लेटर,पिरामिड स्कीम, या अनुरोध के किसी अन्य रूप को प्रसारित करें , उन क्षेत्रों को छोड़कर जिन्हें इस तरह के उद्देश्य के लिए नामित किया गया है; <br></br>• किसी भी सामग्री को अपलोड, पोस्ट, ईमेल या अन्यथा प्रसारित करें जिसमें सॉफ़्टवेयर वायरस या कोई अन्य कंप्यूटर कोड, फ़ाइलें या प्रोग्राम शामिल हों किसी भी कंप्यूटर सॉफ्टवेयर या हार्डवेयर या दूरसंचार उपकरण की कार्यक्षमता को बाधित करने, अनुकरण करने, नष्ट करने या सीमित करने के लिए डिज़ाइन किए गए मेढ़े; <br></br>• संवाद के सामान्य प्रवाह को बाधित करते हैं, स्क्रीन को सेवाओं के अन्य उपयोगकर्ताओं की तुलना में तेज़ी से स्क्रॉल करने का कारण बनते हैं, या अन्यथा ऐसे तरीके से कार्य करते हैं जो अन्य उपयोगकर्ताओं की संलग्न होने की क्षमता को नकारात्मक रूप से प्रभावित करते हैं वास्तविक समय आदान-प्रदान; <br></br>• सेवाओं या सर्वरों या सेवाओं से जुड़े नेटवर्कों में हस्तक्षेप करना या उन्हें बाधित करना, या सेवाओं से जुड़े नेटवर्कों की किन्हीं आवश्यकताओं, प्रक्रियाओं, नीतियों या विनियमों का उल्लंघन करना; <br></br>• पीठना या किसी अन्य तरीके से दूसरे को परेशान करना; <br></br>• अन्य सेवा उपयोगकर्ताओं के बारे में व्यक्तिगत जानकारी या डेटा एकत्र या संग्रहीत करें, या किसी अन्य उपयोगकर्ता की व्यक्तिगत जानकारी या डेटा किसी तीसरे पक्ष को प्रकट करें; <br></br>• किसी से भी व्यक्तिगत जानकारी या डेटा मांगना; और/या <br></br>• बॉट, हैक, क्रैक, या अन्यथा सेवाओं से संबंधित या संबंधित किसी एक्सेस कंट्रोल, कॉपीराइट सुरक्षा या लाइसेंस-प्रवर्तन तंत्र को दरकिनार करने का प्रयास करें। आप समझते हैं कि सेवाओं का उपयोग करके, आप दूसरों द्वारा बनाई गई उपयोगकर्ता सामग्री के संपर्क में आ सकते हैं जो आक्रामक, अशोभनीय या आपत्तिजनक है। उपयोगकर्ता सामग्री के रूप में पोस्ट की गई सामग्री पर कंपनी न तो समर्थन करती है और न ही उस पर नियंत्रण रखती है। उपयोगकर्ता सामग्री पोस्ट करने से पहले कंपनी द्वारा समीक्षा नहीं की जाती है और कंपनी की राय या नीतियों को प्रतिबिंबित नहीं करती है। उपयोगकर्ता सामग्री या उपयोगकर्ता सामग्री की सटीकता और विश्वसनीयता या किसी अन्य सामग्री या जानकारी के रूप में कंपनी कोई प्रतिनिधित्व या वारंटी, व्यक्त या निहित नहीं करती है, जिसे आप सेवाओं के माध्यम से एक्सेस कर सकते हैं। कंपनी अनुचित प्रस्तुतियाँ या आचरण के लिए सेवाओं की निगरानी के लिए कोई ज़िम्मेदारी नहीं लेती है, लेकिन ऐसा करने का अधिकार सुरक्षित रखती है। अगर किसी भी समय कंपनी अपने विवेकाधिकार से सेवाओं की निगरानी करना चुनती है, तो कंपनी उपयोगकर्ता सामग्री के लिए कोई ज़िम्मेदारी नहीं लेती है, किसी भी अनुचित उपयोगकर्ता सामग्री को संशोधित करने या हटाने का कोई दायित्व नहीं है, और संचालन के लिए कोई ज़िम्मेदारी नहीं है ऐसी किसी भी उपयोगकर्ता सामग्री को सबमिट करने वाले सेवा उपयोगकर्ता। </p> <p> पूर्वगामी के बावजूद, कंपनी और उसके नामितियों के पास किसी भी उपयोगकर्ता सामग्री को किसी भी समय, बिना सूचना के और किसी भी कारण से हटाने का अधिकार होगा, जिसमें इस समझौते का उल्लंघन करने वाली या अन्यथा सामग्री शामिल है, लेकिन इस तक सीमित नहीं है। आपत्तिजनक, कंपनी के विवेकाधिकार में। आप सहमत हैं कि आपको किसी भी उपयोगकर्ता सामग्री के उपयोग से जुड़े सभी जोखिमों का मूल्यांकन करना चाहिए और उन्हें वहन करना चाहिए, जिसमें ऐसी उपयोगकर्ता सामग्री की सटीकता, पूर्णता या उपयोगिता पर निर्भरता शामिल है। कंपनी उपयोगकर्ता सामग्री को अनिश्चित काल तक संग्रहीत कर सकती है। हालांकि, कंपनी के पास उपयोगकर्ता सामग्री को स्टोर करने या भविष्य में आपको उपलब्ध कराने का कोई दायित्व नहीं है। </p> <p> आप अन्य सेवा उपयोगकर्ताओं के साथ अपनी बातचीत के लिए पूरी तरह से जिम्मेदार हैं। कंपनी आपके और अन्य सेवा उपयोगकर्ताओं के बीच विवादों की निगरानी करने का अधिकार सुरक्षित रखती है, लेकिन इसका कोई दायित्व नहीं है। यदि कंपनी अपने विवेकाधिकार से यह निर्धारित करती है कि ऐसा करना विवेकपूर्ण है, तो कंपनी आपकी सेवाओं तक पहुँच को समाप्त करने का अधिकार सुरक्षित रखती है। </p> <p> कंपनी को सबमिट की गई सेवाओं से संबंधित कोई भी टिप्पणी, सुझाव या प्रतिक्रिया (सामूहिक रूप से <b>प्रतिक्रिया</b>) कंपनी की संपत्ति बन जाएगी। कंपनी को किसी भी प्रतिक्रिया को गोपनीय मानने की आवश्यकता नहीं होगी, और किसी भी विचार (बिना किसी सीमा के, उत्पाद, एप्लिकेशन, वेबसाइट, सेवाओं या विज्ञापन विचारों सहित) के लिए उत्तरदायी नहीं होगी और किसी भी समानता के परिणामस्वरूप कोई देयता नहीं होगी भविष्य में सेवाओं, या संचालन में दिखाई दे सकता है। बिना किसी सीमा के, कंपनी के पास हर जगह हर प्रकार और प्रकृति के फीडबैक के सभी वर्तमान और भविष्य के मौजूदा अधिकारों का विशेष स्वामित्व होगा और आपको या भेजने वाले किसी अन्य व्यक्ति को मुआवजे के बिना किसी भी व्यावसायिक या अन्य उद्देश्य के लिए फीडबैक का उपयोग करने का अधिकार होगा। प्रतिक्रिया। आप स्वीकार करते हैं कि आप जो भी सामग्री जमा करते हैं उसके लिए आप जिम्मेदार हैं, और आप, कंपनी नहीं, संदेश की वैधता, विश्वसनीयता, उपयुक्तता, मौलिकता और कॉपीराइट सहित पूरी जिम्मेदारी है। </p> <p> <b>12। सेवा उपयोग</b> </p> <p> आप केवल कानूनी उद्देश्यों के लिए सेवाओं का उपयोग करने के लिए सहमत हैं, और आप सेवाओं के उपयोग और संचार के लिए जिम्मेदार हैं। आप सेवाओं के माध्यम से किसी भी गैरकानूनी, उल्लंघनकारी, धमकी देने वाले, परेशान करने वाले, मानहानिकारक, अशिष्ट, अश्लील, अपवित्र, अभद्र, आपत्तिजनक, घृणित या अन्यथा किसी भी प्रकार की आपत्तिजनक सामग्री, जिसमें आपराधिक आचरण या आचरण को प्रोत्साहित करने वाली कोई भी सामग्री शामिल है, के बारे में संचार या संचार नहीं करने के लिए सहमत हैं। जो नागरिक दायित्व को जन्म देगा, दूसरों के बौद्धिक संपदा अधिकारों का उल्लंघन करेगा या अन्यथा किसी लागू स्थानीय, राज्य, राष्ट्रीय या अंतरराष्ट्रीय कानून का उल्लंघन करेगा। आप इस बात से सहमत हैं कि आप सेवाओं का किसी भी तरह से उपयोग नहीं करेंगे जो इसके सामान्य संचालन या किसी अन्य उपयोगकर्ता के उपयोग और सेवाओं के आनंद में हस्तक्षेप करता है। </p> <p> आप आगे सहमत हैं कि आप सेवाओं को किसी भी तरह से एक्सेस नहीं करेंगे, सिवाय इसके सेवाओं तक पहुंच के लिए कंपनी द्वारा प्रदान किया गया इंटरफ़ेस। कंपनी के पूर्व लिखित प्राधिकरण के बिना किसी अन्य वेबसाइट या एप्लिकेशन से किसी भी पृष्ठ या सेवाओं पर कार्यक्षमता के लिए कोई लिंक बनाना या बनाए रखना प्रतिबंधित है। कंपनी के पूर्व लिखित प्राधिकरण के बिना सेवाओं या किसी भी जानकारी या सामग्री को फ्रेम में या इसी तरह के माध्यम से किसी अन्य वेबसाइट या एप्लिकेशन पर प्रदर्शित करना या प्रदर्शित करना प्रतिबंधित है। सेवाओं के लिए किसी भी अनुमत लिंक को सभी लागू कानूनों, नियमों और विनियमों का पालन करना चाहिए। </p> <p> कंपनी कोई प्रतिनिधित्व नहीं करती है कि सेवाओं पर निहित सामग्री या सेवाओं पर वर्णित या पेश किए गए उत्पाद उपयुक्त हैं या संयुक्त राज्य के बाहर अधिकार क्षेत्र में उपयोग के लिए उपलब्ध हैं, या यह अनुबंध किसी अन्य के कानूनों का अनुपालन करता है देश। विज़िटर जो सेवाओं का उपयोग करते हैं और संयुक्त राज्य के बाहर रहते हैं, वे अपनी पहल पर ऐसा करते हैं और सभी कानूनों के अनुपालन के लिए जिम्मेदार होते हैं, यदि और स्थानीय कानून लागू होते हैं। आप सहमत हैं कि आप किसी भी ऐसे क्षेत्र से सेवाओं का उपयोग नहीं करेंगे जहां इसकी सामग्री अवैध है, और लागू स्थानीय कानूनों के अनुपालन के लिए आप जिम्मेदार हैं, न कि कंपनी। </p> <p> किसी सिस्टम की खराबी की स्थिति में उस खराबी की अवधि के दौरान खेलने वाले सभी सोशल गेम (ऐसी अवधि कंपनी द्वारा अपने विवेकाधिकार के प्रयोग में निर्धारित की जाएगी) शून्य है। यदि कोई गेम शुरू होता है लेकिन सिस्टम की विफलता के कारण समाप्त होने में विफल रहता है, तो कंपनी गेम में गेम टोकन की राशि को आपके खाते में जमा करके आपको बहाल करने के लिए व्यावसायिक रूप से उचित प्रयासों का उपयोग करेगी। कंपनी ऐसी गलतियों को ठीक करने के लिए खिलाड़ी के शेष राशि और खाते के विवरण को बदलने का अधिकार सुरक्षित रखती है। कंपनी किसी भी समय सामाजिक खेलों के किसी भी हिस्से को हटाने का अधिकार सुरक्षित रखती है। खेलों का कोई भी हिस्सा जो पुरस्कार मोचन, गेम डेटा, गेम टोकन बैलेंस या अन्य बैलेंस को प्रभावित करने वाले गलत व्यवहार को इंगित करता है, जो कि गलत कॉन्फ़िगरेशन या बग के कारण हो सकता है, रद्द कर दिया जाएगा और हटा दिया जाएगा। किसी भी गलती को सुधारने के लिए ऐसे मामलों में कंपनी द्वारा प्लेयर बैलेंस और अकाउंट विवरण में बदलाव किया जा सकता है। </p> <p> कंपनी तत्काल प्रभाव से और आपको नोटिस दिए बिना अपने विवेकाधिकार से सेवाओं के किसी भी हिस्से को निलंबित करने, संशोधित करने, हटाने या जोड़ने का अधिकार सुरक्षित रखती है। किए गए किसी भी बदलाव के परिणामस्वरूप हुई किसी भी हानि के लिए या सेवाओं के किसी भी हिस्से में किसी भी संशोधन या निलंबन या बंद करने के लिए हम आपके लिए उत्तरदायी नहीं होंगे और इसमें कंपनी के खिलाफ आपका कोई दावा नहीं होगा संबद्ध। हम अपने विवेकाधिकार से किसी भी कारण से सेवाओं को पूरी तरह से या किसी भी हिस्से को अस्थायी रूप से निलंबित कर सकते हैं। हम आपको इस तरह के निलंबन के बारे में यथोचित रूप से व्यावहारिक रूप से अधिक से अधिक नोटिस दे सकते हैं, लेकिन इसके लिए बाध्य नहीं होंगे। हम इस तरह के अस्थायी निलंबन के बाद, यथोचित व्यावहारिक रूप से जल्द से जल्द सेवाओं को बहाल करेंगे। </p> <p> हालांकि हम यह सुनिश्चित करने के लिए सभी उचित उपाय करते हैं कि सेवाएं वायरस से मुक्त हैं, हम उस संबंध में कोई गारंटी नहीं दे सकते हैं और न ही देते हैं। यह आपका उत्तरदायित्व है कि आप अपने सिस्टम की सुरक्षा करें और वायरस के कारण खो गए किसी भी डेटा या प्रोग्राम को पुनर्स्थापित करने की क्षमता रखें। </p> <p> <b>13. उपयोग की समाप्ति</b> </p> <p> यह समझौता तब तक प्रभावी है जब तक आप या कंपनी द्वारा समाप्त नहीं किया जाता। आप किसी भी समय इस समझौते को समाप्त कर सकते हैं, बशर्ते कि आप सेवाओं के आगे किसी भी उपयोग को बंद कर दें। कंपनी किसी भी समय, बिना किसी नोटिस के, इस समझौते या सभी या सेवाओं के हिस्से तक आपकी पहुंच को समाप्त या निलंबित कर सकती है और तदनुसार कंपनी के विवेकाधिकार में, बिना किसी सीमा के सहित, किसी भी कारण से आपको सेवाओं तक पहुंच से वंचित कर सकती है। इस समझौते के किसी भी नियम या प्रावधान का पालन करने में विफल या आपका उपयोग किसी अन्य उपयोगकर्ता या कंपनी के हितों के लिए हानिकारक है। आपके या हमारे द्वारा समझौते को समाप्त करने पर, आपको सेवाओं के माध्यम से प्राप्त किए गए किसी भी मोबाइल एप्लिकेशन को तुरंत अनइंस्टॉल करना होगा और सेवाओं से डाउनलोड की गई या अन्यथा प्राप्त सभी सामग्रियों को नष्ट करना होगा, साथ ही ऐसी सामग्री की सभी प्रतियां, चाहे अनुबंध के तहत बनाई गई हों या अन्यथा। किसी भी खाते के लगातार कम से कम साठ (60) दिनों तक निष्क्रिय रहने की स्थिति में, कंपनी ऐसे खाते को निष्क्रिय खाता मानने और/या ऐसे खाते को निलंबित, बंद या समाप्त करने का अधिकार सुरक्षित रखती है, जो पुरस्कार के साथ हो सकता है इस समझौते की धारा 4 के अनुसार इस तरह के निलंबित, बंद या समाप्त खाते को संबोधित किया जा रहा है। </p> <p> कंपनी किसी भी समय और समय-समय पर, अस्थायी या स्थायी रूप से, सेवाओं (या उसके किसी भी भाग) को नोटिस के साथ या बिना संशोधित या बंद करने का अधिकार सुरक्षित रखती है। इस समझौते में अन्यथा स्पष्ट रूप से बताए जाने के अलावा, आप सहमत हैं कि कंपनी और इसकी संबद्ध पार्टियां (जैसा कि नीचे परिभाषित किया गया है) सेवाओं के किसी भी संशोधन, निलंबन या समाप्ति के लिए आपके या किसी तीसरे पक्ष के प्रति उत्तरदायी नहीं होंगी। </p> <p> यह खंड,अनुभाग 15 (अस्वीकरण; देयता की सीमा), 16 (क्षतिपूर्ति), 17 (लागू कानून; अधिकार क्षेत्र; मध्यस्थता; विवाद समाधान) और इस अनुबंध के कोई भी अन्य प्रावधान (ओं) जो स्पष्ट रूप से या निहित रूप से इस की समाप्ति के बाद प्रभाव में रहते हैं अनुबंध इस समझौते की किसी भी समाप्ति से बचेगा। </p> <p> <b>14. कड़ियाँ; तृतीय पक्ष की वेबसाइटें</b> </p> <p> आपकी सुविधा के लिए समय-समय पर तृतीय पक्ष की वेबसाइटों और अनुप्रयोगों के लिए सेवाओं के लिंक प्रदान किए जा सकते हैं। यदि आप इन कड़ियों का उपयोग करते हैं, तो आप सेवाओं को छोड़ देंगे। ऐसी तृतीय पक्ष वेबसाइटों या एप्लिकेशन के लिंक के माध्यम से तृतीय पक्षों के साथ आपका व्यवहार पूरी तरह से आपके और ऐसे तृतीय पक्षों के बीच है, और ऐसा कोई भी व्यवहार उन तृतीय पक्षों द्वारा उल्लिखित नियमों और शर्तों के अधीन है। </p> <p> तीसरे पक्ष की वेबसाइटों और एप्लिकेशन के लिए सेवाओं पर कोई भी लिंक कंपनी और किसी भी तीसरे पक्ष के बीच संबंध का संकेत नहीं देता है, और कंपनी द्वारा ऐसे किसी भी तीसरे पक्ष की वेबसाइटों और एप्लिकेशन के समर्थन या प्रायोजन का संकेत नहीं देता है। , या उनके द्वारा प्रदान की जाने वाली वस्तुएं या सेवाएं। जहां सेवाएं सामाजिक नेटवर्किंग साइटों के लिए लिंक प्रदान करती हैं, आप स्वीकार करते हैं और सहमत होते हैं कि (i) ऐसी सामाजिक नेटवर्किंग साइटों पर आपके द्वारा पोस्ट की जाने वाली कोई भी टिप्पणी या सामग्री उस विशेष सामाजिक नेटवर्किंग साइट के नियमों और शर्तों के अधीन है; (ii) आप ऐसी कोई भी टिप्पणी पोस्ट नहीं करेंगे जो कंपनी और इसकी संबद्ध पार्टियों (जैसा कि नीचे परिभाषित किया गया है) या सेवाओं के अन्य उपयोगकर्ताओं के लिए झूठी, भ्रामक या कपटपूर्ण या मानहानिकारक हो; और (iii) कंपनी और इसकी संबद्ध पार्टियां (जैसा कि नीचे परिभाषित किया गया है) ऐसी किसी भी टिप्पणी या सामग्री के लिए जिम्मेदार या उत्तरदायी नहीं हैं जिसे आप या अन्य लोग ऐसी सोशल नेटवर्किंग साइटों पर पोस्ट करते हैं। </p> <p> आप यह भी स्वीकार करते हैं कि कुछ तीसरे पक्ष की वेबसाइटें और एप्लिकेशन प्रकृति में कपटपूर्ण हो सकते हैं, और गेम टोकन की पेशकश कर सकते हैं जो उन वेबसाइटों के संचालक आपको व्यक्तिगत जानकारी प्रकट करने के लिए प्रेरित करने के प्रयास में प्रदान करने के लिए अधिकृत नहीं हैं ( पासवर्ड, खाता जानकारी और क्रेडिट कार्ड विवरण सहित)। आप इस बात से सहमत हैं कि कंपनी और इसकी संबद्ध पार्टियां (जैसा कि नीचे परिभाषित किया गया है) आपके द्वारा इनके या किसी अन्य तृतीय पक्ष की वेबसाइटों और एप्लिकेशन के अनुरोध या निर्देश पर की जाने वाली किसी भी कार्रवाई के लिए ज़िम्मेदार नहीं हैं। </p> <p> आप सहमत हैं कि कंपनी और इसकी संबद्ध पार्टियां (जैसा कि नीचे परिभाषित किया गया है) किसी भी सामग्री, सामान या सेवाओं के लिए या इन बाहरी वेबसाइटों या अनुप्रयोगों के माध्यम से या आपके उपयोग या अक्षमता के लिए जिम्मेदार या उत्तरदायी नहीं होंगी। ऐसी वेबसाइटों या एप्लिकेशन का उपयोग करें। आप इन लिंक्स का उपयोग अपने जोखिम पर करते हैं। आपको सलाह दी जाती है कि इंटरनेट और मोबाइल एप्लिकेशन पर अन्य वेबसाइटों, जिनमें तृतीय पक्ष की वेबसाइटें और सेवाओं से जुड़े एप्लिकेशन शामिल हैं, में ऐसी सामग्री या जानकारी हो सकती है जो कुछ लोगों को आपत्तिजनक या अनुचित लग सकती है; या जो गलत, असत्य, भ्रामक या भ्रामक है; या जो मानहानिकारक, अपमानजनक, दूसरों के अधिकारों का उल्लंघन करने वाला या अन्यथा गैर-कानूनी है। कंपनी स्पष्ट रूप से किसी भी जानकारी की सामग्री, वैधता, शालीनता या सटीकता, और किसी भी तीसरे पक्ष की वेबसाइट या एप्लिकेशन पर दिखाई देने वाले किसी भी उत्पाद और सेवाओं के लिए किसी भी जिम्मेदारी को अस्वीकार करती है और इसके संबंध में कोई गारंटी नहीं देती है। </p> <p> पूर्वगामी को सीमित किए बिना, संबंधित वस्तुओं के भुगतान और वितरण सहित सेवाओं के उपयोग पर या उसके माध्यम से पाए जाने वाले विज्ञापनदाताओं या तीसरे पक्ष के आवेदनों के साथ आपके पत्राचार या व्यावसायिक व्यवहार, प्रचार या खरीद में भागीदारी या सेवाएं, और कोई भी अन्य नियम, शर्तें, वारंटी या ऐसे व्यवहार से संबंधित अभ्यावेदन पूरी तरह से आपके और ऐसे विज्ञापनदाता या तीसरे पक्ष के आवेदन प्रदाता के बीच हैं। आप सहमत हैं कि कंपनी और इसकी संबद्ध पार्टियां (जैसा कि नीचे परिभाषित किया गया है) ऐसे किसी भी सौदे के परिणामस्वरूप या ऐसे विज्ञापनदाताओं या तीसरे पक्ष के आवेदन की उपस्थिति के परिणामस्वरूप होने वाली किसी भी प्रकार की हानि या क्षति के लिए जिम्मेदार या उत्तरदायी नहीं होगी। सेवाओं पर प्रदाता। </p> <p> <b>15। अस्वीकरण; दायित्व की सीमा</b> </p> <p>आप स्पष्ट रूप से समझते हैं और सहमत हैं कि:</p> <p> आपके द्वारा सेवाओं का उपयोग आपके जोखिम पर है। सामाजिक खेलों सहित सेवाएं और इसमें शामिल सामग्री जैसी है और जैसी उपलब्ध है के आधार पर प्रदान की जाती हैं। इस समझौते में अन्यथा स्पष्ट रूप से प्रदान किए गए को छोड़कर, कंपनी, इसकी अन्य संबद्ध कंपनियां और उनके संबंधित मालिक, अधिकारी, निदेशक, सदस्य, प्रबंधक, कर्मचारी और अन्य प्रतिनिधि और कंपनी के विक्रेता और व्यवसाय भागीदार (सामूहिक रूप से, <b>कंपनी और इसके संबद्ध पक्ष</b> या <b>संबद्ध पक्ष</b>)। स्पष्ट रूप से किसी भी प्रकार की सभी वारंटियों को अस्वीकार करें, चाहे व्यक्त या निहित हो, जिसमें व्यापारिकता, किसी विशेष उद्देश्य के लिए उपयुक्तता और गैर-उल्लंघन की निहित वारंटियों तक सीमित नहीं है। </p> <p> इस समझौते में अन्यथा स्पष्ट रूप से प्रदान किए गए को छोड़कर, कंपनी और इसकी संबद्ध पार्टियां कोई वारंटी नहीं देती हैं कि (I) सेवाएं आपकी आवश्यकताओं को पूरा करेंगी, (II) सेवा एस निर्बाध, समयबद्ध, सुरक्षित, या त्रुटि-मुक्त होगा, (III) सेवाओं के उपयोग से प्राप्त होने वाली जानकारी सटीक या विश्वसनीय होगी, (IV) किसी भी उत्पाद, सेवाओं, जानकारी या अन्य सामग्री की गुणवत्ता आपके द्वारा सेवाओं के माध्यम से प्राप्त की गई आपकी अपेक्षाओं को पूरा करेगा, और (v) सेवाओं में किसी भी त्रुटि को ठीक किया जाएगा। सेवाओं के उपयोग के माध्यम से डाउनलोड की गई या अन्यथा प्राप्त की गई कोई भी सामग्री आपके अपने विवेक और जोखिम पर की जाती है और आप अपने कंप्यूटर सिस्टम, या मोबाइल डिवाइस को किसी भी क्षति के लिए या डेटा के नुकसान के लिए पूरी तरह से जिम्मेदार होंगे, जो ऐसे किसी भी डाउनलोड के परिणामस्वरूप होता है। सामग्री। कोई सलाह या सूचना, चाहे मौखिक हो या लिखित, कंपनी और इसकी संबद्ध पार्टियों से या सेवाओं के माध्यम से आपके द्वारा प्राप्त की गई कोई भी वारंटी इस समझौते में व्यक्त नहीं की गई है। </p> <p> सेवाओं पर या सेवाओं के माध्यम से खरीदी और प्राप्त की गई सभी सेवाएं और उत्पाद केवल उनके संबंधित निर्माताओं, वितरकों, और/या आपूर्तिकर्ताओं, यदि कोई हो, की किसी भी लागू वारंटी के अधीन हैं। लागू कानून द्वारा अनुमत पूर्ण सीमा तक, कंपनी और उसके संबद्ध पक्ष सूचीबद्ध उत्पादों और सेवाओं (सेवाओं या तृतीय पक्ष अनुप्रयोगों सहित) के संबंध में किसी भी प्रकार की सभी वारंटियों को अस्वीकार करते हैं, या तो व्यक्त या निहित, किसी भी निहित वारंटी सहित सेवाओं पर या सेवाओं के माध्यम से खरीदा गया। पूर्वगामी की सामान्यता को सीमित किए बिना, हम उत्पाद या सेवा दोष या विफलता, सेवा या उत्पाद दुरुपयोग, सेवा या उत्पाद दुरुपयोग, सेवा या उत्पाद संशोधन, अनुचित सेवा चयन और किसी भी लिखित निर्देशों के गैर-अनुपालन के लिए सभी उत्तरदायित्व को स्पष्ट रूप से अस्वीकार करते हैं। </p> <p> कई बार, आपको इंटरनेट या अन्य इलेक्ट्रॉनिक वायरलेस सेवाओं के माध्यम से सेवाओं तक पहुँचने या कंपनी के साथ संचार करने में कठिनाई का अनुभव हो सकता है, जो उच्च इंटरनेट ट्रैफ़िक, ट्रांसमिशन समस्याओं, सिस्टम क्षमता सीमाओं, या अन्य समस्याओं के परिणामस्वरूप होता है। कोई भी कंप्यूटर सिस्टम या अन्य इलेक्ट्रॉनिक उपकरण, चाहे वह आपका हो, इंटरनेट सेवा प्रदाता का हो, या कंपनी का हो, अप्रत्याशित आउटेज या स्लोडाउन का अनुभव कर सकता है या क्षमता की सीमाएँ हो सकती हैं। कंपनी आपके डिवाइस पर इंटरनेट या सेल या डेटा सेवा की उपलब्धता के संबंध में, व्यक्त या निहित, जो भी हो, कोई वारंटी नहीं देती है। </p> <p> कंपनी और इसके संबद्ध पक्ष किसी भी परिस्थिति में किसी भी देयता सहित, सेवाओं के उपयोग या उपयोग करने में असमर्थता के संबंध में या उससे संबंधित किसी भी प्रकार के नुकसान के लिए उत्तरदायी नहीं होंगे ( I) सूचना के प्रकाशक के रूप में; (II) किसी उत्पाद या सेवा के पुनर्विक्रेता के रूप में; (III) किसी भी दोषपूर्ण उत्पादों या सेवाओं के लिए; (IV) किसी भी गलत या गलत जानकारी के लिए, (V) आपके प्रसारण या डेटा के अनधिकृत उपयोग या प्रकटीकरण के लिए, (VI) सेवाओं पर किसी तीसरे पक्ष के बयान या आचरण के लिए, या (VII) किसी अन्य संबंधित मामले के लिए सेवाओं या किसी तीसरे पक्ष की वेबसाइट या आवेदन के लिए। यह उत्तरदायित्व की एक व्यापक सीमा है जो किसी भी प्रकार के सभी नुकसानों पर लागू होती है, जिसमें कोई भी प्रत्यक्ष, अप्रत्यक्ष, विशेष, आकस्मिक या परिणामी नुकसान (व्यवसाय की हानि, लाभ की हानि, सद्भावना की हानि, उपयोग की हानि, हानि सहित) शामिल है डेटा की, स्थानापन्न वस्तुओं, सेवाओं या सूचना, मुकदमेबाजी या इसी तरह की खरीद की लागत), चाहे अनुबंध के उल्लंघन पर आधारित हो, वारंटी के उल्लंघन पर, टोर्ट (लापरवाही सहित), उत्पाद की देनदारी या अन्यथा, भले ही एक व्यक्ति की संभावना की सलाह ऐसे नुकसान। यहां दी गई देयता की सीमाएं कंपनी और आपके बीच सौदेबाजी के आधार के मौलिक तत्व हैं। सेवाओं पर और सेवाओं के माध्यम से पेश किए जाने वाले उत्पाद, जानकारी और सेवाएं ऐसी सीमाओं के बिना प्रदान नहीं की जाएंगी। पूर्वगामी के बावजूद, किसी भी कारण से कंपनी और संबद्ध पक्षों की एकमात्र और संपूर्ण अधिकतम देयता, और किसी भी कारण या दावे के लिए आपका एकमात्र और अनन्य उपाय, जो भी हो, दोनों में से अधिक तक सीमित होगा (ए) एक सेंट या (बी) सेवाओं पर कंपनी से आपके द्वारा खरीदे गए किसी भी उत्पाद, डिजिटल वस्तु, सूचना या सेवा के लिए आपके द्वारा भुगतान की गई राशि। आप स्वीकार करते हैं और सहमति देते हैं कि यदि आपने कंपनी को किसी भी उत्पाद, सूचना या सेवा के लिए किसी भी राशि का भुगतान उस तारीख से पहले नहीं किया है जिस दिन आप पहली बार कोई दावा करते हैं, कंपनी के साथ किसी भी विवाद के लिए आपका एकमात्र और अनन्य उपाय सेवाओं का उपयोग करना बंद करना है और अपना खाता रद्द करें। </p> <p> कुछ क्षेत्राधिकार कुछ प्रकार की क्षतियों के लिए कुछ वारंटियों के अस्वीकरण या देयता की सीमा या बहिष्करण की अनुमति नहीं देते हैं। तदनुसार, उपरोक्त में से कुछ अस्वीकरण और सीमाएं आप पर लागू नहीं हो सकती हैं। ऐसे न्यायालयों में, बहिष्करण और उत्तरदायित्व कानून द्वारा अनुमत पूर्णतम सीमा तक सीमित हैं। </p> <p> <b>16. क्षतिपूर्ति</b> </p> <p> आप सभी दावों, मांगों, कार्रवाई के कारणों, हानियों, खर्चों, नुकसानों और लागतों के खिलाफ कंपनी और इसकी संबद्ध पार्टियों की क्षतिपूर्ति, बचाव और हानिरहित रखने के लिए सहमत हैं, जिसमें कोई भी उचित ए शामिल है। ttorneys की फीस, सेवाओं के आपके उपयोग या आचरण से संबंधित या उत्पन्न होने वाली, आपके द्वारा या किसी अन्य व्यक्ति द्वारा आपके खाते से संबंधित कोई भी गतिविधि, कोई उपयोगकर्ता सामग्री या सामग्री जिसे आप सबमिट करते हैं, पोस्ट करते हैं या सेवाओं के माध्यम से प्रसारित करते हैं। , आपके द्वारा इस समझौते का उल्लंघन, आपका उल्लंघन या किसी अन्य के किसी भी अधिकार का उल्लंघन, या सेवाओं तक आपकी पहुंच को समाप्त करना। </p> <p> <b> 17. लागू कानून; क्षेत्राधिकार; मध्यस्थता करना; विवाद समाधान </b> </p> <p> (ए) सेवाओं का उपयोग। यहां धारा 3 के अधीन, सेवाएं केवल संयुक्त राज्य के निवासियों (कोलंबिया जिले सहित लेकिन संयुक्त राज्य अमेरिका और वाशिंगटन राज्य के बाहरी क्षेत्रों को छोड़कर) के उपयोग के लिए अभिप्रेत हैं। कंपनी कोई प्रतिनिधित्व या वारंटी नहीं देती है कि सेवाओं की सामग्री या सामग्री किसी अन्य देश में उचित या वैध है, या सेवाओं पर लिंक के माध्यम से बिक्री या डाउनलोड के लिए दी जाने वाली कोई भी वस्तु या एप्लिकेशन संयुक्त राज्य के बाहर उपलब्ध होगी। जो लोग विशेष रूप से यहां वर्णित अन्य स्थानों से सेवाओं का उपयोग करना चुनते हैं, वे अपनी पहल पर ऐसा करते हैं और स्थानीय कानूनों के अनुपालन के लिए जिम्मेदार होते हैं, यदि और स्थानीय कानून लागू होते हैं। आप किसी भी लागू कानूनों या विनियमों के उल्लंघन में सेवाओं से डाउनलोड की गई किसी भी सामग्री या ऐसी सामग्री की किसी भी प्रतिलिपि या अनुकूलन का उपयोग या निर्यात या पुन: निर्यात नहीं कर सकते हैं, जिसमें बिना किसी सीमा के संयुक्त राज्य निर्यात कानून और नियम शामिल हैं। </p> <p> (बी) शासी कानून। इस समझौते को नेवादा राज्य के कानूनों के अनुसार शासित और माना और लागू किया जाएगा, क्योंकि यह कानून के किसी भी विकल्प या संघर्ष को प्रभावित किए बिना किए गए समझौतों पर लागू होता है और पूरी तरह से ऐसे राज्य के भीतर किया जाता है। कानून के नियम या प्रावधान जो अन्यथा नेवादा राज्य के अलावा किसी भी अधिकार क्षेत्र के कानूनों के आवेदन का कारण बन सकते हैं। माल की अंतर्राष्ट्रीय बिक्री के लिए अनुबंधों पर संयुक्त राष्ट्र सम्मेलन के आवेदन को विशेष रूप से बाहर रखा गया है। </p> <p> (c) आरंभिक विवाद समाधान। सेवाओं के आपके उपयोग के संबंध में आपकी किसी भी चिंता पर चर्चा करने के लिए हम Las-Vegas.com पर ईमेल द्वारा उपलब्ध हैं। अधिकांश चिंताओं को इस तरीके से जल्दी हल किया जा सकता है। <br></br>पार्टियां किसी भी विवाद, दावे, प्रश्न, या असहमति को सीधे परामर्श और नेकनीयत बातचीत के माध्यम से निपटाने के लिए अपने सर्वोत्तम प्रयासों का उपयोग करेंगी, जो मुकदमा या मध्यस्थता शुरू करने वाले किसी भी पक्ष के लिए एक पूर्व शर्त होगी। </p> <p> (डी) बाध्यकारी मध्यस्थता समझौता। सेवाओं के उपयोग से उत्पन्न होने वाले या उससे जुड़े किसी भी और सभी विवादों और कार्रवाई के कारण, जिसमें डिजिटल वस्तु के उपयोग से संबंधित मामले शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं, व्यक्तिगत रूप से हल किए जाएंगे, किसी भी प्रकार की वर्ग कार्रवाई का सहारा लिए बिना, और विशेष रूप से अंतिम रूप से और अमेरिकन आर्बिट्रेशन एसोसिएशन (“एएए”) के नियमों के तहत बाध्यकारी मध्यस्थता, वर्ग कार्यों की अनुमति देने वाले किसी भी नियम या प्रक्रियाओं को छोड़कर। इस तरह की मध्यस्थता लास वेगास, नेवादा के निकटतम एएए क्षेत्रीय कार्यालय में आयोजित की जाएगी। <br></br> पक्ष यह समझते हैं कि, इस अनिवार्य समझौते की अनुपस्थिति में, उनके पास अदालत में मुकदमा करने का अधिकार होगा और विवाद को एक न्यायाधीश या जूरी द्वारा हल किया जाएगा। वे यह भी समझते हैं कि, कुछ मामलों में, मध्यस्थता की लागत मुकदमेबाजी की लागत से अधिक हो सकती है और खोज का अधिकार न्यायालय की तुलना में मध्यस्थता में अधिक सीमित हो सकता है। इस मध्यस्थता प्रावधान में क्लास एक्शन वेवर भी शामिल है। </p> <p> (ई) मध्यस्थता के अधीन दावा। इस समझौते (इसके गठन, प्रदर्शन और उल्लंघन सहित) से उत्पन्न होने वाले या इससे संबंधित सभी पिछले, वर्तमान और भविष्य के दावों, पार्टियों के एक-दूसरे के साथ संबंध और/या सेवाओं के आपके उपयोग को नियमों के तहत बाध्यकारी मध्यस्थता द्वारा अंतिम रूप से निपटाया जाएगा। अमेरिकन आर्बिट्रेशन एसोसिएशन (एएए) की। इस तरह की मध्यस्थता लास वेगास, नेवादा के निकटतम एएए क्षेत्रीय कार्यालय में आयोजित की जाएगी, इसमें वर्गीय कार्रवाइयों की अनुमति देने वाले किसी भी नियम या प्रक्रिया को शामिल नहीं किया जाएगा। अगर किसी भी कारण से एएए मध्यस्थता का संचालन नहीं कर सकता है और पार्टियां प्रतिस्थापन पर सहमत नहीं हो सकती हैं, तो क्षेत्राधिकार वाली अदालत मध्यस्थता संगठन या मध्यस्थ का चयन करेगी। लागू कानून द्वारा अनुमत सीमा तक, आप किसी भी परिस्थिति में पुरस्कार प्राप्त करने के हकदार नहीं होंगे, और इसके द्वारा आप दावा करने के सभी अधिकारों का त्याग करते हैं, दंडात्मक, आकस्मिक या परिणामी नुकसान, या वकीलों की फीस सहित कोई अन्य नुकसान, आपके अलावा वास्तविक आउट-ऑफ-पॉकेट व्यय (यानी, केवल सामाजिक खेलों में भाग लेने से जुड़ी लागतें), और आप नुकसान को कई गुना या बढ़ाने के सभी अधिकारों को छोड़ देते हैं। दावा का अर्थ व्यापक संभव है। इसमें शुरुआती दावे, प्रतिदावे, क्रॉस-दावे, तीसरे पक्ष के दावे, और संघीय, राज्य, स्थानीय और प्रशासनिक दावे शामिल हैं, और वे दावे जो इस मध्यस्थता प्रावधान की प्रभावी तिथि से पहले उत्पन्न हुए थे। इसमें अनुबंध, अपकृत्य, उपभोक्ता अधिकार, धोखाधड़ी, और अन्य इरादतन अपकृत्य, संविधान, क़ानून, विनियम, पर आधारित विवाद भी शामिल हैं। अध्यादेश, सामान्य कानून और इक्विटी, और धन क्षति और निषेधाज्ञा या घोषणात्मक राहत के दावे। दावा में आपके बारे में किसी भी गैर-सार्वजनिक व्यक्तिगत जानकारी के हमारे द्वारा प्रकटीकरण से प्रत्यक्ष या अप्रत्यक्ष रूप से संबंधित या उत्पन्न होने वाले डेटा उल्लंघन या गोपनीयता के दावे भी शामिल हैं। यह मध्यस्थता प्रावधान आपके द्वारा दावा किए गए दावे में कंपनी के साथ सह-प्रतिवादी के रूप में नामित किसी भी पक्ष द्वारा भी लागू किया जा सकता है। </p> <p> (एफ) प्रतिनिधिमंडल खंड। इस मध्यस्थता प्रावधान या उसके किसी भी हिस्से की वैधता, प्रवर्तनीयता, कवरेज या दायरे के बारे में पूर्वगामी, दावों या विवादों के बावजूद (बिना किसी सीमा के, यह वाक्य, इस धारा 17(i) में क्लास एक्शन वेवर और धारा में पृथक्करणीयता खंड सहित) 17 (जे)), या क्या किसी पक्ष ने मुकदमेबाजी आचरण के माध्यम से मध्यस्थता के अधिकार को माफ कर दिया है या अन्यथा अदालत के लिए है और निर्णय लेने के लिए मध्यस्थ नहीं है। हालाँकि, कोई भी विवाद या तर्क जो इस समझौते की वैधता या प्रवर्तनीयता से संबंधित है, निर्णय लेने के लिए मध्यस्थ के लिए है, अदालत के लिए नहीं। </p> <p> (जी) मध्यस्थता प्रक्रियाएं। मध्यस्थ सीमाओं और विशेषाधिकार नियमों के लागू कानूनों को लागू करेगा जो अदालती कार्यवाही में लागू होंगे। मध्यस्थ का निर्णय अंतिम और पार्टियों के लिए बाध्यकारी होगा, और सक्षम क्षेत्राधिकार के किसी भी न्यायालय में निर्णय के रूप में दर्ज किया जा सकता है। पार्टियों को शामिल करने वाले किसी भी मध्यस्थता निर्णय का किसी भी विवाद में मुद्दों या दावों के रूप में कोई पूर्व प्रभाव नहीं होगा, जो कि मध्यस्थता के लिए एक पक्ष नहीं है, और न ही अन्य पक्षों को शामिल करने वाले पूर्व विवादों में मध्यस्थता पुरस्कार का पार्टियों के बीच मध्यस्थता में पूर्व प्रभाव होगा। इस मध्यस्थता प्रावधान के लिए। यह मध्यस्थता प्रावधान इस अनुबंध की समाप्ति या उल्लंघन, सेवाओं या आपके खाते की समाप्ति और किसी दिवालियापन से बचे रहेंगे। यदि एक ओर मध्यस्थता प्रावधान और दूसरी ओर इस समझौते या AAA के नियमों के बीच कोई विरोध है, तो यह मध्यस्थता प्रावधान नियंत्रित करेगा। </p> <p> (एच) मध्यस्थता लागत। जिस सीमा तक मध्यस्थता के लिए फाइलिंग शुल्क मुकदमा दायर करने की लागत से अधिक है, हम अतिरिक्त लागत का भुगतान करेंगे। मध्यस्थता शुरू करने के लिए आपके फॉर्म के साथ फाइलिंग शुल्क के भुगतान के लिए अनुरोध एएए को प्रस्तुत किया जाना चाहिए, और हम सभी आवश्यक फाइलिंग शुल्क सीधे एएए को भुगतान करने की व्यवस्था करेंगे। यदि मध्यस्थ को मध्यस्थता गैर-तुच्छ लगती है, तो हम मध्यस्थता के लिए सभी वास्तविक फाइलिंग और मध्यस्थ शुल्क का भुगतान करेंगे, बशर्ते आपका दावा $75,000 से अधिक न हो। जब तक लागू कानून या एएए के नियम अन्यथा प्रदान नहीं करते हैं, तब तक पक्ष अपने संबंधित वकील, विशेषज्ञ और गवाह शुल्क और लागत वहन करेंगे। हम हमेशा शुल्क और लागत का भुगतान करेंगे जो कानून द्वारा आवश्यक हैं या जो इस मध्यस्थता प्रावधान को लागू करने योग्य बनाने के लिए आवश्यक हैं। </p> <p> (i) क्लास एक्शन वेवर। पार्टियां आगे इस बात से सहमत हैं कि कोई भी मध्यस्थता केवल उनकी व्यक्तिगत क्षमता में आयोजित की जाएगी, न कि क्लास एक्शन, प्राइवेट अटॉर्नी जनरल एक्शन या अन्य प्रतिनिधि कार्रवाई के रूप में, और पार्टियां स्पष्ट रूप से फाइल करने या क्लास एक्शन में भाग लेने का अधिकार छोड़ती हैं, प्राइवेट अटॉर्नी जनरल कार्रवाई या अन्य प्रतिनिधि कार्रवाई या अदालत में या मध्यस्थता में वर्ग के आधार पर राहत मांगना। </p> <p> (जे) गंभीरता। अगर इस मध्यस्थता समझौते के किसी भी हिस्से को अमान्य या अप्रवर्तनीय माना जाता है, तो यह समझौते या इस मध्यस्थता समझौते के शेष हिस्सों को अमान्य नहीं करेगा, सिवाय इसके कि: (i) पार्टियां स्वीकार करती हैं कि धारा 17(i) में क्लास एक्शन छूट महत्वपूर्ण है और उनके बीच किसी भी विवाद के मध्यस्थता के लिए आवश्यक है और इस मध्यस्थता प्रावधान से अलग नहीं किया जा सकता है। यदि धारा 17(i) में क्लास एक्शन वेवर सीमित है, अमान्य है या अप्रवर्तनीय पाया गया है, और उस निर्धारण से सभी अपीलें समाप्त हो गई हैं, तो यह मध्यस्थता प्रावधान (इस वाक्य को छोड़कर) ऐसी कार्यवाही के संबंध में शून्य और शून्य होगा। पक्ष स्वीकार करते हैं और सहमत होते हैं कि किसी भी परिस्थिति में एक वर्ग कार्रवाई की मध्यस्थता नहीं की जाएगी यदि कोई दावा सार्वजनिक निषेधाज्ञा राहत के लिए लाया जाता है और एक अदालत यह निर्धारित करती है कि इस मध्यस्थता समझौते की धारा 17(i) में वर्ग कार्रवाई छूट में प्रतिबंध या कहीं और प्रतिबंधित है तीसरे पक्ष की ओर से राहत देने से मध्यस्थ इस तरह के दावे के संबंध में अप्रवर्तनीय हैं (और यह निर्णय सभी अपीलों के समाप्त होने के बाद अंतिम हो जाता है), अदालत में सार्वजनिक निषेधाज्ञा राहत के लिए दावा निर्धारित किया जाएगा और मौद्रिक राहत की मांग करने वाले किसी भी व्यक्तिगत दावे पर विचार किया जाएगा। मध्यस्थता। ऐसे मामले में, पक्ष अनुरोध करेंगे कि अदालत सार्वजनिक निषेधाज्ञा राहत के दावे पर तब तक के लिए रोक लगा दे जब तक कि व्यक्तिगत राहत से संबंधित मध्यस्थता निर्णय अदालत में दर्ज नहीं हो जाता। किसी भी सूरत में सार्वजनिक निषेधाज्ञा राहत के दावे में मध्यस्थता नहीं की जाएगी। </p> <p> (के) ऑप्ट आउट करने का 30 दिन का अधिकार। आपके पास ऑप्ट-आउट करने का अधिकार है और एफ को ऑप्ट-आउट करने के अपने निर्णय की लिखित सूचना भेजकर पिछले पैराग्राफ में निर्धारित इस मध्यस्थता समझौते से बाध्य नहीं होना चाहिए। समर्थन@las-vegas.com पर लास-वेगास.कॉम का खुला पता। लिखित सूचना में आपका नाम, डाक का पता, और वह ईमेल पता शामिल होना चाहिए जिसका उपयोग आपने सेवाओं के माध्यम से खाता बनाने के लिए किया था और इसे सेवाओं के माध्यम से खाता बनाने के तीस (30) दिनों के भीतर भेजा जाना चाहिए, अन्यथा आप बाध्य होंगे उन अनुच्छेदों की शर्तों के अनुसार विवादों की मध्यस्थता करना। यदि आप इस मध्यस्थता समझौते से ऑप्ट-आउट करते हैं, तो हम भी इस मध्यस्थता समझौते से बाध्य नहीं होंगे। मध्यस्थता से बाहर निकलने का विकल्प इस समझौते की किसी अन्य शर्त को प्रभावित नहीं करेगा। </p> <p> (एल) अपवाद - छोटे दावों के न्यायालय के दावे। मध्यस्थता के माध्यम से सभी विवादों को हल करने के पक्ष के निर्णय के बावजूद, कोई भी पक्ष छोटे दावों के न्यायालय लास वेगास, नेवादा में व्यक्तिगत राहत की मांग कर सकता है। </p> <p> (एम) मुकदमेबाजी के लिए विशेष स्थान। केवल उस सीमा तक जहां तक ऊपर निर्धारित मध्यस्थता समझौता लागू नहीं होता है, या किसी भी पक्ष द्वारा मध्यस्थता के अनुसरण में दिए गए निर्णय को लागू करने के उद्देश्यों के लिए, पक्ष इस बात से सहमत हैं कि उनके बीच कोई भी मुकदमा विशेष रूप से राज्य के लिए संघीय जिला अदालत में दायर किया जाएगा। लास वेगास में स्थित नेवादा का, या, यदि संघीय विषय वस्तु क्षेत्राधिकार का अभाव है, तो क्लार्क काउंटी, नेवादा में स्थित राज्य अदालतों में। पार्टियां स्पष्ट रूप से किसी भी मुकदमेबाजी के लिए पूर्वोक्त अदालतों में विशेष अधिकार क्षेत्र के लिए सहमति देती हैं, एतदद्वारा किसी भी मुकदमेबाजी और छूट के लिए उक्त अदालतों में व्यक्तिगत अधिकार क्षेत्र के लिए भी सहमति देती हैं, सभी उद्देश्यों के लिए, व्यक्तिगत अधिकार क्षेत्र की कमी को चुनौती देने का उनका अधिकार किसी भी मुकदमेबाजी पर अदालतों ने कहा। (ए) इस समझौते या सेवाओं के संबंध में, के बाहर, या इसके परिणामस्वरूप, और (बी) इस समझौते या सेवाओं के संबंध में कंपनी के किसी भी कार्य या चूक के संबंध में। </p> <p> (एन) एक साल की समय सीमा। पक्ष दावा उत्पन्न होने के एक वर्ष के भीतर इस समझौते के संबंध में किसी भी मध्यस्थता की कार्यवाही (या यदि लागू हो तो अदालती कार्रवाई) शुरू करने के लिए सहमत हैं। हम सहमत हैं कि इस तिथि के बाद शुरू की गई कार्यवाही वर्जित है। </p> <p> <b>18. गंभीरता; व्याख्या</b> </p> <p> ऊपर दिए गए मध्यस्थता समझौते को छोड़कर, यदि इस समझौते के किसी भी प्रावधान को गैरकानूनी, शून्य या किसी भी कारण से सक्षम अधिकार क्षेत्र की अदालत द्वारा अप्रवर्तनीय माना जाएगा, तो वैधता और किसी भी शेष प्रावधानों की प्रवर्तनीयता प्रभावित नहीं होगी। जब इस समझौते में उपयोग किया जाता है, तो सहित शब्द को बिना किसी सीमा के शब्दों के बाद माना जाएगा। </p> <p> 47 यू.एस.सी. धारा 230 (डी) संशोधित के रूप में, हम आपको सूचित करते हैं कि अभिभावक नियंत्रण सुरक्षा (जैसे कंप्यूटर हार्डवेयर, सॉफ़्टवेयर, या फ़िल्टरिंग सेवाएं) व्यावसायिक रूप से उपलब्ध हैं जो नाबालिगों के लिए हानिकारक सामग्री तक पहुंच को सीमित करने में आपकी सहायता कर सकती हैं। ऐसी सुरक्षा के वर्तमान प्रदाताओं की पहचान करने वाली जानकारी http://www.staysafeonline.org.</p> <p> <b>19 पर उपलब्ध है। फ़िल्टरिंग</b> </p> <p> 47 यू.एस.सी. धारा 230 (डी) संशोधित के रूप में, हम आपको सूचित करते हैं कि अभिभावक नियंत्रण सुरक्षा (जैसे कंप्यूटर हार्डवेयर, सॉफ़्टवेयर, या फ़िल्टरिंग सेवाएं) व्यावसायिक रूप से उपलब्ध हैं जो नाबालिगों के लिए हानिकारक सामग्री तक पहुंच को सीमित करने में आपकी सहायता कर सकती हैं। ऐसी सुरक्षा के वर्तमान प्रदाताओं की पहचान करने वाली जानकारी http://www.staysafeonline.org. </p> <p> <b>20 पर उपलब्ध है। संपूर्ण अनुबंध</b> </p> <p> यह अनुबंध, जिसमें गोपनीयता नीति और यहां शामिल अन्य नीतियां शामिल हैं, इस अनुबंध की विषय-वस्तु के संबंध में कंपनी और सेवाओं के प्रत्येक उपयोगकर्ता के बीच संपूर्ण और एकमात्र अनुबंध का गठन करता है , और इस अनुबंध की विषय-वस्तु के संबंध में लिखित या मौखिक किसी भी या सभी पूर्व या समकालीन अनुबंधों, अभ्यावेदनों, वारंटियों और समझ का अधिक्रमण करता है। </p> <p> <b>21. विविध</b> </p> <p> इस समझौते की किसी भी शर्त का सख्ती से पालन करने पर जोर देने में कंपनी की विफलता से ऐसी अवधि की छूट नहीं मिलेगी या उस शर्त के सख्त पालन पर जोर देने के लिए उस पार्टी के अधिकार को सीमित नहीं किया जाएगा। या इस समझौते की कोई अन्य शर्त। आप इस बात से सहमत हैं कि किसी भी विपरीत कानून या कानून की परवाह किए बिना, सेवाओं या इस अनुबंध के उपयोग से उत्पन्न या उससे संबंधित कार्रवाई के कारण का कोई भी दावा इस तरह के दावे या कार्रवाई के कारण उत्पन्न होने के एक (1) वर्ष के भीतर दायर किया जाना चाहिए, या हमेशा के लिए प्रतिबंधित कर दिया जाएगा। धारा 13 (उपयोग की समाप्ति), 15 (अस्वीकरण; देयता की सीमा), 16 (क्षतिपूर्ति), 17 (लागू कानून; अधिकार क्षेत्र; मध्यस्थता; विवाद समाधान) और इस समझौते के कोई अन्य प्रावधान जो स्पष्ट रूप से या निहित लाभ से कंपनी और इसकी संबद्ध पार्टियां कंपनी और इसकी संबद्ध पार्टियों के लाभ के लिए हैं, और इनमें से प्रत्येक व्यक्ति या संस्थाओं को अपनी ओर से सीधे आपके खिलाफ इन प्रावधानों को लागू करने और लागू करने का अधिकार होगा। </p> <p> <b> 22. ग्राहक सहायता और ग्राहक शिकायत प्रक्रिया </b> </p> <p> यदि आपके पास इस अनुबंध या सेवाओं के संबंध में कोई टिप्पणी, प्रश्न या शिकायत है या रिपोर्ट करना चाहते हैं इस समझौते का कोई भी उल्लंघन, कृपया हमसे info@las-vegas.com पर संपर्क करें। </p> <p> आपकी गोपनीयता की रक्षा के लिए, आपके और कंपनी के बीच सभी ईमेल संचार ईमेल पते का उपयोग करके किए जाने चाहिए। कि आपने अपने खाते के खिलाफ पंजीकरण किया है। ऐसा करने में विफल रहने पर हमारी प्रतिक्रिया में देरी हो सकती है। </p> <p> कंपनी के साथ किसी भी लिखित संचार (शिकायत सहित) में निम्नलिखित जानकारी शामिल होनी चाहिए: <br></br>• आपका उपयोगकर्ता नाम; <br></br>• आपका पहला और अंतिम नाम, जैसा कि आपके खाते में पंजीकृत है; <br></br>• शिकायत/दावे का विस्तृत विवरण; और <br></br>• शिकायत/दावे से जुड़ी कोई खास तारीख और समय (अगर लागू हो). </p> <p> ऊपर उल्लिखित जानकारी के साथ एक लिखित संचार प्रस्तुत करने में विफलता के परिणामस्वरूप आपकी शिकायत/दावे की समय पर पहचान करने और उसका जवाब देने में हमारी क्षमता में देरी हो सकती है। </p> <p> <b>23। संशोधन</b> </p> <p> कंपनी किसी भी समय इस समझौते में संशोधन करने, या किसी भी प्रक्रिया को लागू करने या संशोधित करने का अधिकार सुरक्षित रखती है। कोई भी संशोधन सेवा प्रदान करने वाले माध्यम के निकाय के भीतर प्रकाशित किया जाएगा और ऐसे परिवर्तन बाध्यकारी और तुरंत प्रभावी होंगे और आप ऐसे किसी भी परिवर्तन से बाध्य होने के लिए सहमत हैं। </p> <p> इस अनुबंध का वर्तमान संस्करण हर समय इस वेबसाइट पर पोस्ट किया जाएगा। कृपया इस अनुबंध में किसी भी अद्यतन या परिवर्तन को देखने के लिए बार-बार जाँच करें। परिवर्तनों की पोस्टिंग के बाद सेवाओं का आपका निरंतर उपयोग इस तरह के परिवर्तनों से बाध्य होने के लिए आपके अनुबंध का गठन करेगा। यदि आप संशोधित समझौते से सहमत नहीं हैं, तो आपको सेवाओं का उपयोग करना बंद कर देना चाहिए। </p> <p> <b>24। अप्रत्याशित घटना</b> </p> <p> इस समझौते के तहत हमारे किसी भी दायित्व के प्रदर्शन में किसी भी विफलता, या प्रदर्शन में देरी के लिए कंपनी उत्तरदायी या जिम्मेदार नहीं होगी, जो हमारे उचित नियंत्रण से बाहर की घटनाओं के कारण होता है। . </p> <p> <b>25। जुआ संबंधी समस्याएं</b> </p> <p> सेवाएं केवल प्रचार और मनोरंजन के उद्देश्य से प्रदान की जा रही हैं। भले ही साइट जुए की अनुमति या सुविधा नहीं देती है (गेम टोकन मुफ्त में उपलब्ध हैं और कोई मूल्यवान या विपणन योग्य पुरस्कार नहीं हैं), अगर आपको जुए के बारे में चिंता है - या यदि आप किसी मित्र या परिवार के सदस्य के बारे में चिंतित हैं - जानकारी और संसाधन जुए की समस्या से निपटने में मदद नेशनल काउंसिल ऑन प्रॉब्लम गैंबलिंग, गैम-एनॉन या गैम्बलर्स एनोनिमस से उपलब्ध है। जुए की समस्याओं से संबंधित अतिरिक्त जानकारी या संसाधनों के लिए, कृपया नेशनल काउंसिल ऑन प्रॉब्लम गैंबलिंग, गैम-एनॉन, या गैंबलर्स एनोनिमस की वेबसाइटों पर जाएं। </p> <p> अगर आपको या आपके किसी परिचित को जुए की समस्या है, तो 1-800-जुआरी को कॉल करें </p>"
  },
  "privacy": {
    "heading": "गोपनीयता नीति",
    "content": "<p>यह गोपनीयता नीति (<b>गोपनीयता नीति</b>) व्यक्तिगत जानकारी को नियंत्रित करती है (जैसा कि इसके बाद परिभाषित किया गया है) जिसे हम आपके बारे में एकत्र, उपयोग या प्रकट करते हैं: (i) हमारी वेबसाइटों और ऐप्स पर या ईमेल में, पाठ, और आपके और वेबसाइटों के बीच अन्य इलेक्ट्रॉनिक संदेश (बिना किसी सीमा के: las-vegas.com वेबसाइट और las-vegas.com की अन्य वेबसाइटें जो इस गोपनीयता नीति से जुड़ी हैं) (प्रत्येक, एक <b>वेबसाइट< /b> और सामूहिक रूप से, <b>वेबसाइट्स</b>), (ii) मोबाइल, टैबलेट और कोई भी अन्य Las-Vegas.com ऐप्स (जिनमें से सभी को यहां <b के रूप में संदर्भित किया गया है >ऐप्स</b>”) (वेबसाइटों और ऐप्स और उनके संबंध में उपलब्ध किसी भी सेवा या कार्यक्षमता को सामूहिक रूप से “<b>सेवाओं</b>” के रूप में संदर्भित किया जाता है), जो कि डिजिटेलिक्स द्वारा संचालित और/या नियंत्रित हैं, Inc, d/b/a Las-Vegas.com (यहां Las-Vegas.com, हम, हम, या हमारे) के रूप में संदर्भित, (iii) जब आप हमारे विज्ञापन और एप्लिकेशन के साथ इंटरैक्ट करते हैं तृतीय-पक्ष वेबसाइटों और सेवाओं पर यदि वे एप्लिकेशन या विज्ञापन i इस गोपनीयता नीति के लिंक शामिल करें। यह गोपनीयता नीति उन डेटा पर लागू नहीं होती है जो हम तृतीय पक्षों से प्राप्त करते हैं, जब तक कि हम ऐसे डेटा को व्यक्तिगत जानकारी (नीचे परिभाषित) के साथ संयोजित नहीं करते हैं जिसे हमने स्वयं इस गोपनीयता नीति के तहत एकत्र किया है। यह गोपनीयता नीति हमारी डेटा संग्रह गतिविधियों पर ऑफ़लाइन या अन्यथा हमारी सेवाओं के बाहर लागू नहीं होती है (जब तक कि नीचे अन्यथा न कहा गया हो) और यह उन तृतीय पक्षों के डेटा और गोपनीयता प्रथाओं को नियंत्रित नहीं करती है जो हमारी सेवाओं के साथ सहभागिता कर सकते हैं।</p> <p> इसके अलावा, कृपया सेवाओं के नियमों और शर्तों की समीक्षा करें, जो सेवाओं के आपके उपयोग के साथ-साथ खेल या सेवाओं की मनोरंजन सेवाओं (प्रत्येक <b>खेल</b>) पर लागू होने वाले नियमों को नियंत्रित करती हैं, जो कि नियमों और शर्तों (सामूहिक रूप से, <b>खेल के नियम</b>) से अलग और अतिरिक्त प्रदान किए गए अतिरिक्त दिशानिर्देशों, नीतियों और नियमों के अधीन पेश किया गया।</p> <p>हमारी सेवाओं का उपयोग करके, आप हमारी गोपनीयता नीति, नियमों और शर्तों और किसी भी लागू खेल नियम और हमारे संग्रह, उपयोग और आपकी व्यक्तिगत जानकारी (जैसा कि इसके बाद परिभाषित किया गया है) और डेटा, और अन्य गतिविधियों, जैसा कि नीचे वर्णित है, के लिए सहमति। हम आपकी व्यक्तिगत जानकारी का उपयोग केवल इस गोपनीयता नीति के अनुसार करेंगे। हम यह सुनिश्चित करने के लिए कदम उठाते हैं कि हम आपके बारे में जो व्यक्तिगत जानकारी एकत्र करते हैं, वह उसी तक सीमित है जो इस गोपनीयता नीति में पहचाने गए उद्देश्यों के लिए आवश्यक है। समय-समय पर, व्यक्तिगत जानकारी अन्य उद्देश्यों के लिए भी एकत्र की जा सकती है, या कानून द्वारा अनुमति या आवश्यकता के अनुसार। संग्रह से पहले या उसके समय हम हमेशा किसी अतिरिक्त उद्देश्य की पहचान करेंगे।</p> <p>यदि आप इस गोपनीयता नीति की शर्तों से सहमत नहीं हैं, तो कृपया हमें कोई व्यक्तिगत जानकारी प्रदान न करें (जैसा कि इसके बाद परिभाषित) और सेवाओं का उपयोग न करें।</p> <p>सामग्री की तालिका</p> <p>यह महत्वपूर्ण है कि आप सेवाओं का उपयोग करने से पहले संपूर्ण गोपनीयता नीति को पढ़ें और समझें। नीचे दी गई सामग्री की तालिका कवर किए गए विषयों पर प्रकाश डालती है और आप शीर्षकों पर क्लिक करके पूर्ण स्पष्टीकरण ले सकते हैं।</p> <p>पूर्ण विस्तृत गोपनीयता नीति</p> <p><b>1। सेवाएँ कौन सी जानकारी एकत्र करती हैं </b></p> <p>(ए) वह जानकारी जो आप हमें प्रदान करते हैं</p> <p>(बी) आपके द्वारा सेवाओं तक पहुँचने और उपयोग करने पर हम जो जानकारी एकत्र और संग्रहीत करते हैं</p > <p>(सी) सूचना तृतीय पक्ष आपके बारे में प्रदान करते हैं</p> <p>(घ) तृतीय-पक्ष सेवाओं के साथ सहभागिता</p> <p>(e) तृतीय पक्ष के बारे में आप जो जानकारी प्रदान करते हैं</p> <p>(च) कैलिफोर्निया / डेलावेयर खुलासे को ट्रैक नहीं करते हैं</p> <p> <b>2. हम एकत्रित जानकारी का उपयोग कैसे करते हैं?</b></p> <p><b>3. हम तृतीय पक्षों को जानकारी कैसे और कब प्रकट करते हैं? </b></p> <p>(ए) जब आप तीसरे पक्ष से जानकारी का अनुरोध करते हैं या उन्हें जानकारी प्रदान करते हैं</p> <p>(बी) हमारी ओर से सेवाएं प्रदान करने वाले तीसरे पक्ष</p> <p>( सी) प्रशासनिक और कानूनी कारण</p> <p>(डी) सहयोगी और व्यापार हस्तांतरण</p> <p>(ई) खेल, प्रतियोगिताएं और प्रचार</p> <p> <b>4। आपके कैलिफोर्निया गोपनीयता अधिकार </b></p> <p>(ए) व्यक्तिगत जानकारी हम एकत्र करते हैं</p> <p>(बी) हम आपकी व्यक्तिगत जानकारी का उपयोग कैसे करते हैं</p> <p>(सी) के स्रोत व्यक्तिगत जानकारी</p> <p>(डी) हम किसके साथ व्यक्तिगत जानकारी साझा करते हैं</p> <p>(e) आपके गोपनीयता अधिकार</p> <p>(f) ऑप्ट-आउट करने के अधिकार की सूचना</p> <p>(e) आपके गोपनीयता अधिकार</p> <p>(f) ऑप्ट-आउट करने के अधिकार की सूचना</p> p> <p>(g) प्रत्यक्ष तृतीय-पक्ष विपणन के लिए शेयरिंग से ऑप्ट-आउट करने का अधिकार</p> <p> <b>5। आपके नेवादा और कनेक्टिकट गोपनीयता अधिकार </b></p> <p>(ए) आपके नेवादा गोपनीयता अधिकार</p> <p>(बी) आपके कनेक्टिकट गोपनीयता अधिकार</p> <p><b>6. विलय या अधिग्रहण पर </b></p> <p><b>7. विज्ञापन और आपके बारे में जानकारी </b></p> <p><b>8. क्या तृतीय-पक्ष सामग्री, तृतीय-पक्ष साइटों के लिंक और/या तृतीय पक्ष ऐप्स सेवाओं पर दिखाई देते हैं?</b></p> <p><b>9। मैं अपनी सूचना और संचार वरीयताएँ कैसे बदल सकता हूँ?</b></p> <p><b>10. सूचना के हस्तांतरण के बारे में क्या?</b></p> <p><b>11। सुरक्षा के बारे में क्या?</b></p> <p><b>12. डेटा प्रतिधारण के बारे में क्या?</b></p> <p><b>13। माता-पिता को बच्चों के बारे में क्या पता होना चाहिए?</b></p> <p><b>14। गोपनीयता नीति में परिवर्तन के बारे में क्या?</b></p> <p><b>15। अपनी सहमति वापस लेना एनटी</b></p> <p><b>16. संपर्क जानकारी और चुनौतीपूर्ण अनुपालन</b></p> <br></br> <p className=privacy-title>1. सेवाएँ कौन-सी जानकारी एकत्र करती हैं?</p> <p>a. आपके द्वारा हमें प्रदान की जाने वाली जानकारी</p> <p>जब आप हमारी सेवाओं का उपयोग करते हैं, तो हम या हमारे सेवा प्रदाता आपसे कुछ प्रकार की जानकारी प्रदान करने के लिए कह सकते हैं जैसे: (1) व्यक्तिगत रूप से पहचान योग्य जानकारी, जो ऐसी जानकारी है जिसका उपयोग किया जा सकता है स्वयं या अन्य जानकारी के साथ आपको व्यक्तिगत रूप से पहचानने के लिए, जैसे कि आपका पहला और अंतिम नाम, ईमेल पता, घर या डाक का पता, जन्म तिथि, क्रेडिट कार्ड या अन्य बैंकिंग जानकारी, सामाजिक सुरक्षा नंबर, सामाजिक बीमा नंबर और फोन नंबर, आवाज या समानता (“<b>व्यक्तिगत जानकारी</b>”); और (2) जनसांख्यिकीय जानकारी, जैसे कि आपके लिंग और उम्र के बारे में जानकारी (<b>जनसांख्यिकीय जानकारी</b>)। जब आप सेवाओं के साथ एक खाते के लिए पंजीकरण करते हैं, एक खाते में धनराशि जमा करते हैं, दस्तावेज़ अपलोड पृष्ठों पर, जब आप दांव लगाना या अन्यथा हमसे उत्पाद या सेवाएं खरीदना। व्यक्तिगत जानकारी एक बार डी-आइडेंटिफाइड (अर्थात, व्यक्तिगत रूप से पहचाने जाने योग्य तत्वों को हटाने या संशोधित करने, या गैर-व्यक्तिगत रूप से पहचाने जाने योग्य तत्वों की निकासी, जिसमें गुमनामी, छद्म नामकरण और / या हैशिंग शामिल है) को व्यक्तिगत जानकारी नहीं माना जाता है और इसका उपयोग किया जा सकता है और लागू कानून द्वारा निषिद्ध को छोड़कर, आपके लिए बाध्यता के बिना हमारे या अन्य तृतीय पक्षों द्वारा साझा किया गया।</p> <p>b। जब आप सेवाओं तक पहुँचते हैं और उनका उपयोग करते हैं तो हम जो जानकारी एकत्र और संग्रहीत करते हैं</p> <p>किसी भी व्यक्तिगत जानकारी या अन्य जानकारी के अलावा जिसे आप हमारी सेवाओं के माध्यम से हमें सबमिट करना चुनते हैं, हम और हमारे तृतीय-पक्ष सेवा प्रदाता इसका उपयोग कर सकते हैं। जब भी आप सेवाओं पर जाते हैं या उनसे बातचीत करते हैं (<b>उपयोग की जानकारी</b>), तो विभिन्न प्रकार की प्रौद्योगिकियां स्वचालित रूप से (या निष्क्रिय रूप से) कुछ जानकारी एकत्र और संग्रहीत करती हैं। इस उपयोग की जानकारी को विभिन्न प्रकार की तकनीकों का उपयोग करके संग्रहीत या एक्सेस किया जा सकता है, जिसे आपके व्यक्तिगत कंप्यूटर, ब्राउज़र, लैपटॉप, टैबलेट, मोबाइल फोन या अन्य डिवाइस (एक <b>डिवाइस</b>) पर डाउनलोड किया जा सकता है, जब भी आप या हमारी सेवाओं के साथ सहभागिता करें। उपयोग जानकारी गैर-पहचान वाली हो सकती है या आपके साथ संबद्ध हो सकती है। जब भी हम उपयोग की जानकारी को आपकी व्यक्तिगत जानकारी के साथ जोड़ते हैं, हम इसे व्यक्तिगत जानकारी के रूप में मानेंगे। इस उपयोग जानकारी में शामिल हो सकते हैं:</p> <p>• आपका आईपी पता, यूडीआईडी या अन्य अद्वितीय पहचानकर्ता (<b>डिवाइस पहचानकर्ता</b>)। एक डिवाइस आइडेंटिफ़ायर एक संख्या है जो स्वचालित रूप से आपके डिवाइस को सेवाओं तक पहुंचने के लिए उपयोग की जाती है, और हमारे कंप्यूटर आपके डिवाइस को उसके डिवाइस आइडेंटिफ़ायर द्वारा पहचानते हैं; <br></br>• आपकी डिवाइस की कार्यक्षमता (ब्राउज़र, ऑपरेटिंग सिस्टम, हार्डवेयर, मोबाइल नेटवर्क जानकारी सहित); <br></br>• यूआरएल जिसने आपको हमारी सेवाओं के लिए भेजा; <br></br>• आपको और आपकी प्राथमिकताओं को याद रखने सहित हमारी सेवाओं के अंतर्गत वे क्षेत्र जहां आप जाते हैं और वहां आपकी गतिविधियां; <br></br>• आपके डिवाइस का स्थान; <br></br>• आपके डिवाइस की विशेषताएं; और <br></br>• कुछ अन्य डिवाइस डेटा, जिसमें अन्य जानकारी के साथ आपकी विज़िट की तिथि और समय भी शामिल है। उपयोग की जानकारी एकत्र करने और संग्रहीत करने के लिए हम विभिन्न तरीकों और तकनीकों का उपयोग कर सकते हैं (<b>ट्रैकिंग तकनीकें</b>)। ट्रैकिंग प्रौद्योगिकियां आपके डिवाइस पर सेटिंग्स या कॉन्फ़िगरेशन को सेट, बदल, बदल या संशोधित कर सकती हैं। ट्रैकिंग तकनीकों में से कुछ में, बिना किसी सीमा के, निम्नलिखित (और बाद में विकसित की गई तकनीक और विधियाँ शामिल हैं): <br></br>• <b>कुकीज़</b>। कुकी एक डेटा फ़ाइल होती है जिसे डिवाइस पर तब रखा जाता है जब इसका उपयोग सेवाओं पर जाने के लिए किया जाता है। हम आपको हमारी सेवाओं पर अधिक व्यक्तिगत और इंटरैक्टिव अनुभव प्रदान करने के लिए दोनों सत्र कुकीज़ (जो आपके द्वारा अपना वेब ब्राउज़र बंद करने के बाद समाप्त हो जाते हैं) और लगातार कुकीज़ (जो आपके कंप्यूटर पर तब तक रहती हैं) का उपयोग कर सकते हैं। <br></br>• <b>वेब बीकन</b>। छोटे ग्राफिक चित्र या अन्य वेब प्रोग्रामिंग कोड जिन्हें वेब बीकन कहा जाता है (1x1 GIFs या क्लियर GIFs के रूप में भी जाना जाता है) को हमारी सेवाओं के पेजों और संदेशों में शामिल किया जा सकता है। वेब बीकन आपके लिए अदृश्य हो सकते हैं, लेकिन किसी पेज या ई-मेल में डाला गया कोई भी इलेक्ट्रॉनिक इमेज या अन्य वेब प्रोग्रामिंग कोड वेब बीकन के रूप में कार्य कर सकता है। वेब बीकन या इसी तरह की तकनीकों का उपयोग कई उद्देश्यों के लिए किया जा सकता है, जिसमें बिना किसी सीमा के, सेवाओं के लिए आगंतुकों की गणना करना, यह निगरानी करना कि उपयोगकर्ता सेवाओं को कैसे नेविगेट करते हैं, यह गिनने के लिए कि कितने ई-मेल वास्तव में खोले गए थे या गिनने के लिए वास्तव में कितने विशेष लेख या लिंक देखे गए। <br></br>• <b>एंबेडेड स्क्रिप्ट्स</b>। एक एम्बेडेड स्क्रिप्ट प्रोग्रामिंग कोड है जिसे सेवाओं के साथ आपके इंटरैक्शन के बारे में जानकारी एकत्र करने के लिए डिज़ाइन किया गया है, जैसे कि आप जिन लिंक पर क्लिक करते हैं। कोड अस्थायी रूप से आपके डिवाइस पर हमारे वेब सर्वर या किसी तृतीय-पक्ष सेवा प्रदाता से डाउनलोड किया जाता है, केवल तभी सक्रिय होता है जब आप सेवाओं से जुड़े होते हैं और उसके बाद निष्क्रिय या हटा दिया जाता है। <br></br>• <b>ब्राउज़र फ़िंगरप्रिंटिंग पहचान के उद्देश्यों के लिए आपके डिवाइस से जानकारी का संग्रह और विश्लेषण, जैसे, बिना किसी सीमा के, आपका ऑपरेटिंग सिस्टम, प्लग-इन, सिस्टम फोंट और अन्य डेटा। <br></br>• <b>ETag, या entity टैग</b>। ब्राउज़रों में कैश की एक विशेषता। यह एक वेब सर्वर द्वारा URL पर पाए जाने वाले संसाधन के विशिष्ट संस्करण के लिए निर्दिष्ट एक अपारदर्शी पहचानकर्ता है। यदि उस URL पर संसाधन सामग्री कभी बदलती है, तो एक नया और अलग ETag असाइन किया जाता है। इस तरीके से उपयोग किए जाने वाले ईटैग डिवाइस पहचानकर्ता का एक रूप हैं। ETag ट्रैकिंग अद्वितीय ट्रैकिंग मान उत्पन्न कर सकती है, भले ही उपभोक्ता कुकीज़ को ब्लॉक कर दे। <br></br>• <b>पहचान तकनीकें</b>। प्रौद्योगिकियां, डेटा सेट के लिए सांख्यिकीय संभाव्यता के अनुप्रयोग सहित, जो उपयोगकर्ताओं और उपकरणों के बारे में पहचानने या धारणा बनाने का प्रयास करती हैं (उदाहरण के लिए, कई उपकरणों का उपयोगकर्ता एक ही उपयोगकर्ता है)। <br></br>• <b>स्थान की पहचान करने वाली तकनीकें</b>। GPS (ग्लोबल पोजिशनिंग सिस्टम) सॉफ़्टवेयर, जियो-फ़िल्टरिंग और अन्य स्थान-जागरूक प्रौद्योगिकियाँ आपका पता लगाती हैं (कभी-कभी सटीक रूप से) या आपके स्थान के बारे में अनुमान लगाती हैं, जैसे कि आपके स्थान की पुष्टि करना और आपके स्थान के आधार पर सामग्री वितरित करना या प्रतिबंधित करना। यदि आपने GPS सक्षम किया है या सेवा पर अन्य स्थान-आधारित सुविधाओं का उपयोग करते हैं, तो आपके उपकरण का स्थान ट्रैक किया जा सकता है। हम विभिन्न उद्देश्यों के लिए ट्रैकिंग तकनीकों का उपयोग कर सकते हैं, जिनमें शामिल हैं: <br></br>• <b>सख्ती से आवश्यक</b>। हम कुकीज़ या अन्य ट्रैकिंग तकनीकों का उपयोग कर सकते हैं जिन्हें हम धोखाधड़ी गतिविधि को रोकने, सुरक्षा में सुधार करने या आपको सेवाओं की कार्यक्षमता का उपयोग करने की अनुमति देने के लिए आवश्यक कुकीज़ सहित हमारी सेवाओं का उपयोग करने और एक्सेस करने की अनुमति देने के लिए कड़ाई से आवश्यक मानते हैं। <br></br>• <b>प्रदर्शन संबंधी</b>। हम कुकीज़ या अन्य ट्रैकिंग तकनीकों का उपयोग कर सकते हैं जो सेवाओं के प्रदर्शन का आकलन करने के लिए उपयोगी हैं, जिसमें हमारी विश्लेषणात्मक प्रथाओं के हिस्से के रूप में या अन्यथा सेवाओं के माध्यम से प्रदान की जाने वाली सामग्री, उत्पादों या सेवाओं को बेहतर बनाने के लिए शामिल हैं। <br></br>• <b>कार्यक्षमता संबंधी</b>। हम कुकीज़ या अन्य ट्रैकिंग तकनीकों का उपयोग कर सकते हैं जो सेवाओं तक पहुँचने के दौरान आपको उन्नत कार्यक्षमता प्रदान करने के लिए आवश्यक हैं, जिसमें हमारी सेवाओं पर जाने पर आपकी पहचान करना या हमारी निर्दिष्ट प्राथमिकताओं पर नज़र रखना शामिल है, जिसमें हमारी सेवाओं पर सामग्री की प्रस्तुति के संदर्भ शामिल हैं। . <br></br>• <b>लक्ष्यीकरण संबंधी</b>। आप हमारी सामग्री के साथ कैसे इंटरैक्ट करते हैं, इसके आधार पर हम हमारी सेवाओं और तृतीय पक्ष साइटों पर आपकी रुचियों के लिए प्रासंगिक सामग्री वितरित करने के लिए ट्रैकिंग तकनीकों का उपयोग कर सकते हैं। इसमें आपको वितरित की गई सामग्री की उपयोगिता को समझने के लिए ट्रैकिंग तकनीकों का उपयोग करना शामिल है।</p> <p>सेवाओं के संबंध में अभी और बाद में हमारे द्वारा तैयार और उपयोग की जाने वाली अन्य ट्रैकिंग तकनीकें हो सकती हैं। इसके अलावा, तृतीय पक्ष हमारी सेवाओं के संबंध में ट्रैकिंग तकनीकों का उपयोग कर सकते हैं, जिसमें समय के साथ और तृतीय-पक्ष वेबसाइटों या ऑनलाइन सेवाओं पर आपकी ऑनलाइन गतिविधियों के बारे में जानकारी का संग्रह शामिल हो सकता है। हम उन ट्रैकिंग तकनीकों को नियंत्रित नहीं कर सकते हैं और हम उनके लिए ज़िम्मेदार नहीं हैं। हालाँकि, आप हमारी सेवाओं के उपयोग के संबंध में संभावित रूप से तृतीय-पक्ष ट्रैकिंग तकनीकों का सामना करने के लिए सहमति देते हैं और स्वीकार करते हैं कि इस गोपनीयता नीति के तहत हमारे कथन ट्रैकिंग तकनीकों या ऐसे तृतीय पक्षों की प्रथाओं पर लागू नहीं होते हैं।</p> <p>c . सूचना तृतीय पक्ष आपके बारे में प्रदान करते हैं</p> <p>हम आपके मित्रों और सेवाओं का उपयोग करने वाले अन्य लोगों से आपके बारे में जानकारी प्राप्त कर सकते हैं, जैसे कि जब वे आपके बारे में हमें आपकी जानकारी सबमिट करते हैं, उदाहरण के लिए, वे आपको लेने के लिए आमंत्रित करते हैं एक विशेष प्रचार में भाग लें जो हम पेश कर रहे हैं। इसके अतिरिक्त, हम समय-समय पर, हमारी सेवाओं पर सीधे आपसे एकत्र की जाने वाली जानकारी को विभिन्न उद्देश्यों के लिए तीसरे पक्ष के बाहरी रिकॉर्ड के साथ पूरक कर सकते हैं, जिसमें आपकी सेवा करने की हमारी क्षमता को बढ़ाना, हमारी सामग्री और विज्ञापनों को आपके लिए तैयार करना शामिल है। आपको ऐसे अवसर प्रदान करते हैं जिनमें आपकी रुचि हो सकती है। जिस हद तक हम उन स्रोतों से प्राप्त जानकारी को आपकी व्यक्तिगत जानकारी के साथ जोड़ते हैं जो हम सेवाओं पर एकत्र करते हैं, इसे व्यक्तिगत जानकारी के रूप में माना जाएगा और हम इस गोपनीयता नीति को ऐसी संयुक्त जानकारी पर लागू करेंगे, जब तक कि हमने अन्यथा प्रकट नहीं किया हो। किसी भी अन्य परिस्थिति में इस गोपनीयता नीति के तहत हमारे बयान तीसरे पक्ष से आपके बारे में प्राप्त जानकारी पर लागू नहीं होते हैं।</p> <p>(d) तृतीय-पक्ष सेवाओं के साथ सहभागिता</p> <p>सेवाओं में कार्यक्षमता शामिल हो सकती है जो किसी तृतीय-पक्ष वेबसाइट, एप्लिकेशन या अन्य सेवा पर सेवाओं और आपके खाते के बीच कुछ प्रकार के इंटरैक्शन की अनुमति देता है। इस कार्यक्षमता के उपयोग में हमें व्यक्तिगत जानकारी सहित कुछ जानकारी प्रदान करने वाला तृतीय-पक्ष ऑपरेटर शामिल हो सकता है। उदाहरण के लिए, हम आपको सेवाओं से संचार भेजने की सुविधा के लिए सेवाओं पर तृतीय-पक्ष साइटों के इंटरफेस या लिंक प्रदान कर सकते हैं। उदाहरण के लिए, हम ईमेल, ट्वीट्स या फेसबुक पोस्टिंग की सुविधा के लिए तीसरे पक्ष का उपयोग कर सकते हैं। ये तृतीय पक्ष उपयोग की गई या प्रदान की गई किसी भी जानकारी को अपने पास रख सकते हैं ऐसे किसी भी संचार या अन्य गतिविधियों में और इन तृतीय पक्षों की प्रथाएँ हमारी गोपनीयता नीति के अधीन नहीं हैं। Las-Vegas.com इन तृतीय पक्षों के माध्यम से आपके संचार को नियंत्रित या एक्सेस नहीं करता है। इसके अलावा, जब आप तृतीय-पक्ष साइटों या सेवाओं का उपयोग करते हैं, तो आप उनकी सेवाओं का उपयोग कर रहे हैं न कि हमारी सेवाओं का और वे, हम नहीं, उनकी प्रथाओं के लिए जिम्मेदार हैं। हमारी सेवाओं पर ऐसे तृतीय-पक्ष उपकरणों का उपयोग करने से पहले आपको लागू तृतीय-पक्ष गोपनीयता नीतियों की समीक्षा करनी चाहिए।</p> <p>(e) आप किसी तृतीय पक्ष के बारे में जो जानकारी प्रदान करते हैं</p> <p>आप किसी और को भेज सकते हैं सेवाओं से संचार, जैसे किसी मित्र को आमंत्रण भेजना। यदि ऐसा है, तो आपके द्वारा प्रदान की जाने वाली जानकारी (नाम, ईमेल पते, मोबाइल नंबर, आदि) का उपयोग संचार की सुविधा के लिए किया जाता है और हमारे द्वारा किसी अन्य विपणन उद्देश्य के लिए उपयोग नहीं किया जाता है जब तक कि हम उस व्यक्ति से सहमति प्राप्त नहीं करते हैं या हम स्पष्ट रूप से अन्यथा कहते हैं। कृपया ध्यान रखें कि जब आप हमारी सेवाओं पर किसी मित्र को भेजने की कार्यक्षमता का उपयोग करते हैं, तो आपका ईमेल पता, मोबाइल नंबर, नाम या उपयोगकर्ता नाम और संदेश आपके पते पर भेजे गए संचार में शामिल हो सकते हैं।</p > <p>(f) कैलिफ़ोर्निया / डेलावेयर प्रकटीकरण को ट्रैक नहीं करते हैं</p> <p>विभिन्न तृतीय पक्ष किसी उपभोक्ता की ऑनलाइन गतिविधियों के बारे में जानकारी के संग्रह के संबंध में उपभोक्ता की पसंद की अभिव्यक्ति के लिए संकेत या अन्य तंत्र विकसित कर रहे हैं या विकसित कर चुके हैं समय के साथ और तृतीय-पक्ष वेबसाइटों या ऑनलाइन सेवाओं पर (जैसे, ब्राउज़र संकेतों को ट्रैक नहीं करते हैं)। वर्तमान में, हम इन संकेतों या अन्य तंत्रों के संबंध में निगरानी या कोई कार्रवाई नहीं करते हैं; बशर्ते, यदि लागू कानून या तृतीय-पक्ष प्लेटफ़ॉर्म द्वारा आवश्यक हो, तो हम उपयोगकर्ता की सेटिंग का सम्मान करने के लिए व्यावसायिक रूप से उचित प्रयास करेंगे।</p> <p className=privacy-title>2। हम एकत्रित जानकारी का उपयोग कैसे करते हैं? हम निम्नलिखित व्यावसायिक उद्देश्यों सहित विभिन्न उद्देश्यों के लिए आपकी व्यक्तिगत जानकारी, जनसांख्यिकीय जानकारी या उपयोग जानकारी का उपयोग कर सकते हैं:</p> <p>• गेमिंग और अन्य लेन-देन को संसाधित करने, ट्रैक करने और पूरा करने के लिए; <br></br>• सेवाओं पर आपके खातों सहित, आपकी पहचान सत्यापित करने के लिए; <br></br>• आपको जानकारी प्रदान करने के लिए जैसे कि आपको इलेक्ट्रॉनिक न्यूज़लेटर्स भेजना या आपको हमारी या तीसरे पक्ष की ओर से विशेष ऑफ़र या प्रचार और मार्केटिंग सामग्री प्रदान करना, जिसमें आपको नए उत्पादों, सेवाओं के बारे में बताना शामिल है या आगामी प्रतियोगिताएं, प्रचार या कार्यक्रम; <br></br>• आपको विभिन्न प्रकार की सेवाओं की विशेषताओं में भाग लेने में सक्षम बनाने के लिए जैसे कि आपको ऑनलाइन सर्वेक्षणों, प्रवेश खेलों, प्रतियोगिताओं या अन्य प्रचारों में भाग लेने में सक्षम बनाने के लिए; <br></br>• ऑडिट अनुरोधों का जवाब देने में सहायता करने के लिए; <br></br>• जोखिम का प्रबंधन करने के लिए, या धोखाधड़ी या अन्य संभावित रूप से प्रतिबंधित या अवैध गतिविधियों का पता लगाने, रोकने और/या उनका समाधान करने के लिए; <br></br>• सेवाओं पर उपलब्ध गेमिंग अवसरों सहित सेवाएं प्रदान करने के लिए; <br></br>• सेवाओं, विपणन प्रयासों या हमारे उत्पाद और सेवा प्रस्तावों में सुधार करने के लिए; <br></br>• सेवाओं पर आपके अनुभव को अनुकूलित करने के लिए या आपको विशिष्ट सामग्री या विज्ञापन प्रदान करने के लिए जो हमें लगता है कि आपके लिए प्रासंगिक हैं, जिसमें आपके आस-पास के व्यवसायों के लिए विज्ञापन प्रदर्शित करने के लिए आपकी स्थान जानकारी का उपयोग करना शामिल है; <br></br>• हमारी सूचना प्रौद्योगिकी अवसंरचना का प्रबंधन और सुरक्षा करने के लिए; <br></br>• आपके सेवा खाते की सुरक्षा और व्यवस्थापन के लिए; <br></br>• सेवा खाता पंजीकरण को संसाधित करने के लिए; <br></br>• स्थान-आधारित सेवाओं की पेशकश करने के लिए; <br></br>• ग्राहक सेवा और सहायता प्रदान करने के लिए, जिसमें हमारे माल या सेवाओं के संबंध में आपकी पूछताछ का जवाब देना शामिल है; <br></br>• आपको सेवाओं पर आपके द्वारा चुने गए गेमिंग अवसरों के बारे में जानकारी भेजने के लिए; <br></br>• ग्राहक सहायता प्रदान करने के लिए, जिसमें विवादों को हल करना, शुल्क जमा करना और समस्याओं का निवारण करना शामिल है; <br></br>• आपको एक ग्राहक के रूप में पहचानने और आपकी प्राथमिकताओं की पहचान करने के लिए, जिसमें वैयक्तिकृत सामग्री और विज्ञापन प्रदान करना और आपको नए या अतिरिक्त उत्पादों, सेवाओं या प्रचारों के बारे में सूचित करना शामिल है जो आपकी रुचि के हो सकते हैं; <br></br>• सेवाओं के आपके उपयोग के संबंध में आपसे संपर्क करने के लिए और, हमारे विवेकानुसार, सेवाओं और/या सेवाओं की नीतियों में परिवर्तन; <br></br>• ऑडियंस ट्रैफ़िक को मापने और उसका विश्लेषण करने और सेवाओं और हमारी व्यापारिक वस्तुओं और संबंधित सेवाओं के संबंध में समग्र अनुभव को बेहतर बनाने के लिए; <br></br>• यह समझने के लिए कि क्या आपने हमारे संचार को पढ़ा और उन संदेशों के लिंक पर क्लिक किया; <br></br>• समग्र डेटा, विश्लेषण और आंकड़े विकसित करने के लिए; <br></br>• हमारे कानूनी और नियामक दायित्वों का पालन करने के लिए; <br></br>• आंतरिक व्यावसायिक उद्देश्यों के लिए; और <br></br>• इस गोपनीयता नीति में अन्यथा निर्धारित उद्देश्यों के लिए। जहां आपने हमें रोजगार या इंटर्नशिप के लिए एक ऑनलाइन आवेदन के हिस्से के रूप में व्यक्तिगत जानकारी या जनसांख्यिकीय जानकारी प्रदान की है, हम उस जानकारी का उपयोग कर सकते हैं ताकि हमें आपके आवेदन के साथ आगे बढ़ने के बारे में सूचित निर्णय लेने की अनुमति मिल सके। हम, इस भर्ती प्रक्रिया के भाग के रूप में, जानकारी एकत्र कर सकते हैं आपकी शिक्षा, रोजगार इतिहास और इसी तरह के मामलों के बारे में। जहां इस व्यक्तिगत जानकारी या जनसांख्यिकीय जानकारी को संवेदनशील माना जाता है, आप स्पष्ट रूप से भर्ती उद्देश्यों के लिए इस जानकारी के प्रसंस्करण के लिए इसे हमें सबमिट करके सहमति देते हैं।</p> <p className=privacy-title>3। हम तृतीय पक्षों को जानकारी कैसे और कब प्रकट करते हैं।</p> <p>हम तृतीय पक्षों के साथ गैर-व्यक्तिगत जानकारी, जैसे समेकित उपयोगकर्ता आंकड़े साझा कर सकते हैं। इसके अलावा, हम आपके और आपकी गतिविधियों से संबंधित डेटा के साथ आपके डिवाइस पहचानकर्ता को तीसरे पक्ष के साथ साझा कर सकते हैं। इसके अलावा, हम अभी या भविष्य में आपकी व्यक्तिगत जानकारी को तीसरे पक्ष के साथ साझा कर सकते हैं जिनके साथ हमारे तीसरे पक्ष के प्रत्यक्ष विपणन उद्देश्यों के लिए विपणन या अन्य संबंध हैं। यदि आप कैलिफ़ोर्निया के निवासी हैं, तो आपको इस साझाकरण के बारे में अतिरिक्त जानकारी का अनुरोध करने का अधिकार है, इसलिए कृपया नीचे अनुभाग 4 देखें। इसके अलावा, हम आपके बारे में एकत्र की गई जानकारी को साझा कर सकते हैं, जिसमें व्यक्तिगत जानकारी, जनसांख्यिकीय जानकारी और/या उपयोग की जानकारी शामिल है, जैसा कि आपके द्वारा अपनी जानकारी प्रदान करते समय खुलासा किया गया था और जैसा कि नीचे या अन्यथा इस गोपनीयता नीति में वर्णित है। हम आपकी जानकारी को निम्नानुसार प्रकट कर सकते हैं: <br></br>(ए) जब आप तीसरे पक्ष से जानकारी का अनुरोध करते हैं या जानकारी प्रदान करते हैं जब आप तीसरे पक्ष से जानकारी का अनुरोध करते हैं या जानकारी प्रदान करते हैं। आपको हमारी सेवाओं के उपयोग के समय तीसरे पक्ष से सीधे कुछ जानकारी और/या मार्केटिंग ऑफ़र प्राप्त करने या तीसरे पक्ष को कुछ जानकारी भेजने या उन्हें उस तक पहुंच प्रदान करने का विकल्प दिया जा सकता है। यदि आप ऐसा करना चुनते हैं, तो आपकी व्यक्तिगत जानकारी और अन्य जानकारी ऐसे तृतीय पक्षों को प्रकट की जा सकती है और आपके द्वारा प्रकट की जाने वाली सभी जानकारी उस तृतीय पक्ष की गोपनीयता नीतियों और प्रथाओं के अधीन होगी। इसके अलावा, जब आप हमारी सेवाओं पर उनकी ट्रैकिंग तकनीकों, सामग्री, टूल ऐप या विज्ञापनों के साथ इंटरैक्ट करते हैं या हमारी सेवाओं से उनसे लिंक करते हैं, तो तृतीय पक्ष आपकी जानकारी को संग्रहीत, एकत्र, प्रकट या अन्यथा एक्सेस कर सकते हैं। इसमें Facebook, Twitter, Pinterest या अन्य तृतीय-पक्ष पोस्टिंग या सामग्री साझा करने वाले टूल जैसे तृतीय पक्ष टूल का उपयोग करना शामिल हो सकता है और इस प्रकार बातचीत करके आप ऐसे तृतीय-पक्ष प्रथाओं के लिए सहमति देते हैं। इसमें हमारे माध्यम से तृतीय पक्षों से उत्पादों का ऑर्डर देना या खरीदना भी शामिल हो सकता है जहां हम इंगित करते हैं कि हमारे बजाय तीसरा पक्ष विक्रेता है। हम ऐसे तृतीय पक्षों की गोपनीयता नीतियों और प्रथाओं के लिए ज़िम्मेदार नहीं हैं और इसलिए, आपको उनसे जानकारी का अनुरोध करने या अन्यथा उनके साथ बातचीत करने से पहले ऐसी तृतीय-पक्ष गोपनीयता नीतियों और ऐसे तृतीय पक्षों की प्रथाओं की समीक्षा करनी चाहिए। <br></br>(b) हमारी ओर से सेवाएं प्रदान करने वाले तृतीय पक्ष। हम अपनी ओर से और सेवाओं के संबंध में कुछ सेवाओं को करने के लिए तीसरे पक्ष के विक्रेताओं का उपयोग कर सकते हैं, जैसे: (i) सेवाओं के संचालन में हमारी सहायता करने के लिए; (ii) ग्राहक जानकारी के डेटाबेस का प्रबंधन करने के लिए; (iii) सेवाओं की मेजबानी करने के लिए; (iv) सेवाओं की विशेषताओं को डिजाइन और/या संचालित करना; (v) सेवाओं की गतिविधियों और विश्लेषणों को ट्रैक करने के लिए; (vi) हमें आपको विशेष प्रस्ताव भेजने या अन्य प्रशासनिक सेवाएं करने में सक्षम बनाने के लिए; और (vii) हमारी व्यावसायिक क्षमता को अधिकतम करने में हमारी सहायता करने के लिए डिज़ाइन की गई अन्य सेवाओं की पेशकश करना। हम इन विक्रेताओं को आपके लिए या हमारे लिए प्रदर्शन कर रहे सेवाओं को पूरा करने के लिए डिवाइस पहचानकर्ता और व्यक्तिगत जानकारी सहित उपयोगकर्ता जानकारी तक पहुंच प्रदान कर सकते हैं। तृतीय-पक्ष विश्लेषिकी और अन्य सेवा प्रदाता आपके डिवाइस पर अपनी स्वयं की ट्रैकिंग तकनीकों को सेट और एक्सेस कर सकते हैं और वे अन्यथा आपके बारे में व्यक्तिगत जानकारी सहित, संभवतः आपके बारे में जानकारी एकत्र या एक्सेस कर सकते हैं। हम उन तृतीय-पक्ष तकनीकों या उनसे उत्पन्न होने वाली गतिविधियों के लिए ज़िम्मेदार नहीं हैं। हालांकि, कुछ लोग आपको अपनी प्रथाओं के संबंध में कुछ विकल्प प्रदान कर सकते हैं, और हमें इस तरह के विकल्पों के बारे में सूचित किया गया है, जो धारा 15 में निर्धारित प्रक्रिया के अनुसार अनुरोध पर उपलब्ध है। हम किसी तीसरे पक्ष के ऑप्ट-आउट विकल्पों की प्रभावशीलता या अनुपालन के लिए ज़िम्मेदार नहीं हैं। <br></br>(c) प्रशासनिक और कानूनी कारण। हम तीसरे पक्ष को आपकी जानकारी (डिवाइस पहचानकर्ता और व्यक्तिगत जानकारी सहित) तक पहुंच, उपयोग, संरक्षित, स्थानांतरित और प्रकट कर सकते हैं: (i) किसी भी लागू कानून, विनियमन, सम्मन, सरकारी अनुरोधों या कानूनी प्रक्रिया को संतुष्ट करने के लिए यदि हमारी अच्छी विश्वास राय में कानून द्वारा आवश्यक या अनुमत है; (ii) सेवाओं के नियमों और शर्तों या सेवाओं पर लागू अन्य नीतियों की रक्षा और/या बचाव के लिए, जिसमें संभावित उल्लंघनों की जांच शामिल है; (iii) सेवाओं या किसी तीसरे पक्ष की सुरक्षा, अधिकार, संपत्ति या सुरक्षा की रक्षा के लिए; और/या (iv) धोखाधड़ी, सुरक्षा या तकनीकी मुद्दों का पता लगाने, रोकने या अन्यथा संबोधित करने के लिए। इसके अलावा, हम उपयोगकर्ताओं की पहचान करने के लिए आईपी पते या अन्य डिवाइस पहचानकर्ताओं का उपयोग कर सकते हैं, और कॉपीराइट मालिकों, इंटरनेट सेवा प्रदाताओं, वायरलेस सेवा प्रदाता जैसे तृतीय पक्षों के सहयोग से ऐसा कर सकते हैं। एस और/या कानून प्रवर्तन एजेंसियां, लागू कानून के अधीन, हमारे विवेकाधिकार में, तीसरे पक्ष को ऐसी जानकारी का खुलासा करने सहित। इस तरह के खुलासे आपको नोटिस दिए बिना किए जा सकते हैं। <br></br>(d) सहयोगी और व्यवसाय हस्तांतरण। हम आपके डिवाइस पहचानकर्ता, व्यक्तिगत जानकारी, जनसांख्यिकीय जानकारी और उपयोग की जानकारी सहित आपकी जानकारी को हमारे माता-पिता, सहायक और सहयोगी कंपनियों के साथ साझा कर सकते हैं। हम इस तरह की सभी सूचनाओं का खुलासा करने और स्थानांतरित करने का अधिकार भी सुरक्षित रखते हैं: (i) सेवाओं या लागू डेटाबेस के बाद के मालिक, सह-मालिक या ऑपरेटर को; या (ii) विलय, समेकन, पुनर्गठन, हमारे सभी हितों और/या संपत्तियों या अन्य कॉर्पोरेट परिवर्तन की बिक्री के संबंध में, जिसमें किसी भी उचित परिश्रम प्रक्रिया के दौरान शामिल है। <br></br>(ई) खेल, प्रतियोगिताएं और प्रचार। हम पंजीकरण की आवश्यकता वाली सेवाओं के माध्यम से खेलों, प्रतियोगिताओं और अन्य प्रचारों (प्रत्येक, एक <b>प्रचार</b>) की पेशकश कर सकते हैं। किसी प्रचार में भाग लेकर, आप उस प्रचार को नियंत्रित करने वाले आधिकारिक नियमों से सहमत हो रहे हैं, जिसमें आपकी विशिष्ट आवश्यकताएं शामिल हो सकती हैं, जिसमें प्रचार के प्रायोजक को आपके नाम, आवाज और/या विज्ञापन या विपणन में समानता का उपयोग करने की अनुमति देना शामिल है। पदोन्नति। यदि आप किसी प्रचार में प्रवेश करना चुनते हैं, तो इस तरह के प्रचार के प्रशासन के संबंध में व्यक्तिगत जानकारी तीसरे पक्ष या जनता के सामने प्रकट की जा सकती है, जिसमें विजेता चयन, पुरस्कार पूर्ति, और कानून द्वारा आवश्यक या प्रचार के अधिकारी द्वारा अनुमति के संबंध में शामिल है। नियम, जैसे विजेता सूची पर।</p> <p className=privacy-title>4. आपके कैलिफ़ोर्निया गोपनीयता अधिकार</p> <p>यह अनुभाग कैलिफ़ोर्निया के निवासियों के बारे में व्यक्तिगत जानकारी (केवल इस अनुभाग 4 के उद्देश्यों के लिए नीचे परिभाषित) के बारे में अतिरिक्त जानकारी प्रदान करता है जिसे हम एकत्र करते हैं, हम इसका उपयोग कैसे करते हैं, यह किन स्रोतों से प्राप्त होता है कैलिफोर्निया उपभोक्ता गोपनीयता अधिनियम (“सीसीपीए”) और अन्य प्रासंगिक कैलिफोर्निया कानूनों और विनियमों के तहत कैलिफोर्निया निवासियों के अधिकारों और लास-वेगास. केवल इस धारा 4 के प्रयोजनों के लिए, व्यक्तिगत जानकारी का अर्थ है ऐसी जानकारी जो किसी विशेष कैलिफ़ोर्निया उपभोक्ता/निवासी या परिवार के साथ प्रत्यक्ष या अप्रत्यक्ष रूप से पहचान, संबंधित, वर्णन करती है, उचित रूप से संबद्ध होने में सक्षम है, या यथोचित रूप से जुड़ी हो सकती है। . इसमें ऑनलाइन और ऑफलाइन सहित किसी भी माध्यम से एकत्र की गई जानकारी शामिल है। व्यक्तिगत जानकारी में सार्वजनिक रूप से उपलब्ध जानकारी, वह जानकारी शामिल नहीं होती है जिसकी पहचान डी-आइडेंटिफाई या एकत्र की गई है, या कुछ क्षेत्र-विशिष्ट गोपनीयता कानूनों द्वारा कवर की गई अन्य जानकारी। <br></br>(ए) व्यक्तिगत जानकारी जिसे हम Las-Vegas.com एकत्र करते हैं, पिछले बारह (12) महीनों में आपके बारे में निम्नलिखित श्रेणियों की व्यक्तिगत जानकारी एकत्र कर सकती है या एकत्र की है: पहचानकर्ता पहचानकर्ता। एक वास्तविक नाम, उपनाम, डाक का पता, अद्वितीय व्यक्तिगत पहचानकर्ता, ऑनलाइन पहचानकर्ता, इंटरनेट प्रोटोकॉल पता, ईमेल पता, टेलीफोन नंबर, खाता संख्या, नाम और पासवर्ड, सामाजिक सुरक्षा नंबर, ड्राइविंग लाइसेंस नंबर, पासपोर्ट नंबर, राज्य या अन्य सरकार द्वारा जारी पहचान पत्र संख्या और/या अन्य समान पहचानकर्ता। कैलिफ़ोर्निया ग्राहक रिकॉर्ड क़ानून (Cal. Civ. Code § 1798.80(e)) में सूचीबद्ध व्यक्तिगत जानकारी श्रेणियां। एक नाम, हस्ताक्षर, सामाजिक सुरक्षा संख्या, शारीरिक विशेषताएं या विवरण, पता, टेलीफोन नंबर, पासपोर्ट नंबर, चालक का लाइसेंस या राज्य पहचान पत्र संख्या, बीमा पॉलिसी संख्या, शिक्षा, रोजगार, रोजगार इतिहास, बैंक खाता संख्या, क्रेडिट कार्ड नंबर, डेबिट कार्ड नंबर, या कोई अन्य वित्तीय जानकारी, चिकित्सा जानकारी, या स्वास्थ्य बीमा जानकारी। इस श्रेणी में शामिल कुछ व्यक्तिगत जानकारी अन्य श्रेणियों के साथ ओवरलैप हो सकती हैं। कैलिफोर्निया या संघीय कानून के तहत संरक्षित वर्गीकरण विशेषताएं। आयु, जाति, रंग, वंश, राष्ट्रीय मूल, नागरिकता, धर्म या पंथ, वैवाहिक स्थिति, चिकित्सा स्थिति, शारीरिक या मानसिक विकलांगता, लिंग (लिंग, लिंग पहचान, लिंग अभिव्यक्ति, गर्भावस्था या प्रसव और संबंधित चिकित्सा स्थितियों सहित), यौन अभिविन्यास , वयोवृद्ध या सैन्य स्थिति, आनुवंशिक जानकारी (पारिवारिक आनुवंशिक जानकारी सहित)। वाणिज्यिक जानकारी। व्यक्तिगत संपत्ति के रिकॉर्ड; खरीदे गए, प्राप्त किए गए या विचार किए गए उत्पाद या सेवाएं; वाहन पहचान संख्या (वीआईएन); खाता शेष, भुगतान इतिहास, या खाता गतिविधि; बैंक खाते की जानकारी और आपके वित्तीय संस्थान से संबंधित अन्य जानकारी; क्रेडिट आवेदन, क्रेडिट चेक, और क्रेडिट रिपोर्टिंग एजेंसियों से जानकारी; और/या अन्य खरीदारी या उपभोक्ता इतिहास या रुझान। इंटरनेट या अन्य समान नेटवर्क गतिविधि। इंटरनेट या अन्य समान नेटवर्क गतिविधि। कुकी पहचानकर्ता, स्पष्ट gifs (उर्फ वेब बीकन/वेब बग), ब्राउज़र प्रकार, इंटरनेट सेवा प्रदाता (ISP), रेफ़रिंग/निकास पृष्ठ, ऑपरेटिंग सिस्टम, दिनांक/समय स्टैम्प, क्लिकस्ट्रीम डेटा, डिवाइस प्लेटफ़ॉर्म, डिवाइस संस्करण, और/या अन्य डिवाइस विशेषताएँ जिसमें वाई-फाई, ब्लूटूथ, और ग्लोबल पोजिशनिंग सिस्टम (जीपीएस) जैसी आपकी पसंद की सेटिंग्स शामिल हैं। जियोलोकेशन डेटा। जीपीएस डेटा; आपके आईपी पते के आधार पर स्थान संबंधी जानकारी; सेल नेटवर्क डेटा; और/या अन्य समान स्थानीय डेटा; और जिसे आपके मोबाइल उपकरण सहित विभिन्न उपकरणों से एकत्र किया जा सकता है। पेशेवर या रोजगार संबंधी जानकारी। पेशेवर या रोजगार संबंधी जानकारी। वर्तमान या पिछली नौकरी का इतिहास या प्रदर्शन मूल्यांकन। अन्य व्यक्तिगत जानकारी से निकाले गए निष्कर्ष। प्रोफ़ाइल एक व्यक्ति की प्राथमिकताओं, विशेषताओं, मनोवैज्ञानिक प्रवृत्तियों, पूर्वाभासों, व्यवहार, दृष्टिकोण, बुद्धि, क्षमताओं और योग्यताओं को दर्शाती है। हम ऊपर सूचीबद्ध श्रेणियों के अलावा व्यक्तिगत डेटा की अतिरिक्त श्रेणियां एकत्र नहीं करेंगे। यदि हम व्यक्तिगत डेटा की अतिरिक्त श्रेणियों को एकत्र करने का इरादा रखते हैं, तो हम संग्रह के समय या उससे पहले आपको एक नया नोटिस प्रदान करेंगे। <br></br>(बी) हम आपकी व्यक्तिगत जानकारी का उपयोग कैसे करते हैं हम आपके बारे में एकत्र की गई व्यक्तिगत जानकारी का उपयोग उपरोक्त अनुभाग 2 में उल्लिखित सभी व्यावसायिक उद्देश्यों के लिए करते हैं। <br></br>(c) व्यक्तिगत जानकारी के स्रोत हम स्रोतों की निम्नलिखित श्रेणियों से व्यक्तिगत जानकारी एकत्र कर सकते हैं: <br></br>• आप से, हमारी सेवाओं, वेबसाइटों, टेलीफोन, डाक मेल, सामाजिक के माध्यम से सहित मीडिया, फ़ोरम, या अन्य माध्यम <br></br>• हमारी सेवाओं का उपयोग करने वाले अन्य व्यक्तियों से जो सामग्री प्रस्तुत करने या सेवा पर पोस्टिंग के माध्यम से हमें आपके बारे में जानकारी प्रदान कर सकते हैं, या आपके साथ संचार की सुविधा प्रदान कर सकते हैं <br></br >• हमारे अन्य गेमिंग साइटों या सेवाओं सहित हमारे संबद्ध व्यवसाय और ब्रांड <br></br>• हमारे संचार और विश्लेषण प्रदाताओं सहित हमारे सेवा प्रदाता <br></br>• आपकी सेवा करने की हमारी क्षमता बढ़ाने के लिए व्यावसायिक भागीदार , हमारी सामग्री को आपके अनुकूल बनाने के लिए और आपको ऐसे अवसर प्रदान करने के लिए जो आपकी रुचि के हो सकते हैं। <br></br>• तृतीय पक्ष सोशल मीडिया या संचार प्लेटफ़ॉर्म, जैसे कि यदि आप हमारी सेवाओं के साथ अपने पंजीकरण की सुविधा के लिए किसी तृतीय-पक्ष सोशल मीडिया प्लेटफ़ॉर्म का उपयोग करना चुनते हैं। लेन-देन की प्रक्रिया करें, या अन्यथा अपने खातों को लिंक करें। <br></br>• अन्य तृतीय-पक्ष डेटा स्रोत, जैसे कि कंपनियां जो आपके बारे में जानकारी एकत्र कर सकती हैं जो हमें विपणन उद्देश्यों के लिए प्रदान की जाती हैं हम ऊपर वर्णित जानकारी को अन्य स्रोतों से प्राप्त जानकारी के साथ पूरक कर सकते हैं, जिसमें दोनों शामिल हैं ऑनलाइन और ऑफलाइन डेटा प्रदाता। <br></br>(d) हम किसके साथ व्यक्तिगत जानकारी साझा करते हैं हम एक या अधिक व्यावसायिक उद्देश्यों के लिए अपने सेवा प्रदाताओं के लिए उपरोक्त व्यक्तिगत जानकारी की श्रेणियों के अपने प्रकटीकरण को सीमित करते हैं। हम आपकी व्यक्तिगत जानकारी तीसरे पक्ष को नहीं बेचते हैं और पिछले बारह (12) महीनों में नहीं बेचते हैं। जैसा कि ऑनलाइन उपस्थिति वाले कई व्यवसायों के साथ होता है, हम डेटा का एक सीमित सेट साझा करते हैं जो आपके द्वारा हमारी सेवाओं पर जाने पर एकत्र किया जाता है, जैसे कि कुकीज़ और पिक्सेल, तीसरे पक्षों के साथ ताकि आपको अनुकूलित डिजिटल विज्ञापन देखने की अनुमति मिल सके। इन प्रथाओं के बारे में अधिक जानकारी के लिए कृपया इस गोपनीयता नीति में खंड 1 और 5 सहित अन्य प्रकटीकरणों की समीक्षा करें। जिस हद तक इस गतिविधि को कैलिफ़ोर्निया की डेटा बिक्री की व्यापक परिभाषा में शामिल माना जाता है, हमने आपको उस गतिविधि के लिए ऑप्ट-आउट अधिकार प्रदान किए हैं, जैसा कि नीचे अनुभाग 4(f) में बताया गया है। पिछले बारह (12) महीनों में, हमने किसी तीसरे पक्ष को कोई व्यक्तिगत जानकारी साझा नहीं की है। हमारे पास तेरह (13) वर्ष से कम आयु के कैलिफ़ोर्निया निवासियों की किसी भी व्यक्तिगत जानकारी को एकत्र करने या बेचने का वास्तविक ज्ञान नहीं है। <br></br>(e) आपके गोपनीयता अधिकार यदि आप कैलिफ़ोर्निया के निवासी हैं, तो कुछ अपवादों के अधीन आपकी व्यक्तिगत जानकारी के संबंध में लागू कैलिफ़ोर्निया कानून के तहत आपके पास निम्नलिखित अधिकार हैं: <br></br>• अधिकार जानने के। आपके पास बारह (12) महीने की अवधि में दो बार तक अनुरोध करने का अधिकार है कि हम कौन सी व्यक्तिगत जानकारी एकत्र करते हैं, उपयोग करते हैं, खुलासा करते हैं और/या लागू होते हैं। <br></br>• मिटाने का अधिकार। आपके पास हमारे द्वारा एकत्र की गई आपकी व्यक्तिगत जानकारी को हटाने का अनुरोध करने का अधिकार है। <br></br>• बिक्री से ऑप्ट-आउट करने का अधिकार। आपके पास किसी व्यवसाय द्वारा आपकी व्यक्तिगत जानकारी की बिक्री से ऑप्ट-आउट करने का अधिकार है। हालांकि, जैसा कि ऊपर दिए गए सेक्शन 4(डी) में उल्लेख किया गया है, व्यवहारिक विज्ञापन नेटवर्क में हमारी संभावित भागीदारी के अलावा हम वर्तमान में किसी भी व्यक्तिगत जानकारी की बिक्री नहीं करते हैं, इस तरह के नेटवर्क में इस तरह की भागीदारी को सीसीपीए के तहत डेटा बिक्री माना जाता है। जिस हद तक गतिविधि को सीसीपीए के तहत डेटा की बिक्री माना जाता है, हमने नीचे सेक्शन 4(एफ) में ऑप्ट-आउट करने के तरीके के बारे में निर्देश दिए हैं। <br></br>• गैर-भेदभाव का अधिकार। आपके पास ऊपर वर्णित गोपनीयता अधिकारों के प्रयोग के लिए भेदभावपूर्ण व्यवहार प्राप्त न करने का अधिकार है। <br></br>• डेटा पोर्टेबिलिटी का अधिकार। आपके पास पिछले बारह (12) महीनों में आपके बारे में एकत्रित और अनुरक्षित व्यक्तिगत जानकारी की एक प्रति का अनुरोध करने का अधिकार है। कृपया ध्यान दें कि यदि आप अपने व्यक्तिगत डेटा को हटाने का अनुरोध करते हैं, तो हम कर सकते हैं आपके अनुरोध को अस्वीकार कर सकता है या आपके व्यक्तिगत डेटा के कुछ तत्वों को बनाए रख सकता है यदि यह हमारे या हमारे सेवा प्रदाताओं के लिए आवश्यक है: आप, या आपके साथ हमारे चल रहे व्यावसायिक संबंधों के संदर्भ में यथोचित रूप से प्रत्याशित, या अन्यथा हमारे व्यवसाय और आपके बीच एक अनुबंध करते हैं। <br></br>• सुरक्षा घटनाओं का पता लगाएं, दुर्भावनापूर्ण, भ्रामक, कपटपूर्ण, या अवैध गतिविधि से रक्षा करें; या उस गतिविधि के लिए जिम्मेदार लोगों पर मुकदमा चला सकते हैं। <br></br>• उन त्रुटियों की पहचान करने और उन्हें ठीक करने के लिए डीबग करें जो मौजूदा लक्षित कार्यात्मकता को खराब करती हैं। <br></br>• फ्री स्पीच का प्रयोग करें, दूसरे उपभोक्ता के अपने फ्री स्पीच के अधिकार का प्रयोग करने का अधिकार सुनिश्चित करें, या कानून द्वारा प्रदान किए गए किसी अन्य अधिकार का प्रयोग करें। <br></br>• दंड संहिता के भाग 2 के शीर्षक 12 के अध्याय 3.6 (धारा 1546 से शुरू होने वाले) के अनुसार कैलिफ़ोर्निया इलेक्ट्रॉनिक संचार गोपनीयता अधिनियम का अनुपालन करें। <br></br>• सार्वजनिक हित में सार्वजनिक या सहकर्मी-समीक्षित वैज्ञानिक, ऐतिहासिक, या सांख्यिकीय अनुसंधान में संलग्न हों जो अन्य सभी लागू नैतिकता और गोपनीयता कानूनों का पालन करता हो, जब जानकारी को हटाना असंभव या गंभीर रूप से प्रस्तुत करने की संभावना हो यदि आपने सूचित सहमति प्रदान की है तो इस तरह के शोध की उपलब्धि को कम करें। <br></br>• केवल आंतरिक उपयोगों को सक्षम करने के लिए जो हमारे साथ आपके संबंधों के आधार पर आपकी अपेक्षाओं के साथ यथोचित रूप से संरेखित हैं। <br></br>• कानूनी बाध्यता का पालन करें। <br></br>• अन्यथा व्यक्तिगत डेटा का आंतरिक रूप से वैध तरीके से उपयोग करें जो उस संदर्भ के अनुकूल हो जिसमें आपने जानकारी प्रदान की थी। आपके द्वारा हमें सबमिट किया गया कोई भी अनुरोध CCPA द्वारा अनुमत एक पहचान और निवास सत्यापन प्रक्रिया (सत्यापन योग्य उपभोक्ता अनुरोध) के अधीन है। हम आपके अनुरोध को तब तक पूरा नहीं करेंगे जब तक कि आपने पर्याप्त जानकारी प्रदान नहीं की है जो हमें यथोचित रूप से सत्यापित करने में सक्षम बनाती है कि आप वह उपभोक्ता हैं जिसके बारे में हमने व्यक्तिगत जानकारी एकत्र की थी। आपको सत्यापित करने के लिए, आपको हमें नाम और ईमेल पता, सरकार द्वारा जारी अन्य सत्यापन दस्तावेज़ और उपयोगिता बिल प्रदान करना होगा। ये अधिकार लागू कानूनों के तहत विभिन्न बहिष्करणों और अपवादों के अधीन भी हैं। आप अपनी ओर से उपरोक्त अधिकारों का प्रयोग करने का अनुरोध करने के लिए लिखित रूप में या मुख्तारनामा के माध्यम से एक अधिकृत एजेंट को नामित कर सकते हैं। अधिकृत एजेंट ईमेल भेजने के लिए प्राधिकरण पत्र या पावर ऑफ अटॉर्नी ईमेल करके इन अधिकारों का प्रयोग करने का अनुरोध प्रस्तुत कर सकता है। हम वर्तमान में घरेलू डेटा एकत्र नहीं करते हैं। अगर हमें घर के सभी सदस्यों द्वारा सबमिट किए गए जानने का अधिकार या हटाने का अधिकार प्राप्त होता है, तो हम प्रत्येक अनुरोध का व्यक्तिगत रूप से जवाब देंगे। हम तेरह (13) वर्ष से कम आयु के घर के सदस्य के किसी भी अनुरोध का पालन नहीं कर पाएंगे, क्योंकि हम तेरह (13) वर्ष से कम आयु के किसी भी व्यक्ति से व्यक्तिगत जानकारी एकत्र नहीं करते हैं। हम सत्यापन योग्य उपभोक्ता अनुरोध प्राप्त होने के बाद पैंतालीस (45) दिनों के भीतर बारह (12) महीने की अवधि के लिए और बारह महीने की अवधि में दो बार से अधिक नहीं के लिए आपके अनुरोध का जवाब देंगे। उचित रूप से आवश्यक होने पर हम प्रतिक्रिया समय को अतिरिक्त पैंतालीस (45) दिनों तक बढ़ाने का अधिकार सुरक्षित रखते हैं और बशर्ते विस्तार की उपभोक्ता अधिसूचना पहले पैंतालीस (45) दिनों के भीतर की जाती है। आप इस अनुभाग में वर्णित किसी भी अधिकार का प्रयोग कर सकते हैं: Las-Vegas.com पर एक ईमेल भेजकर, विषय पंक्ति के रूप में कैलिफ़ोर्निया गोपनीयता अधिकार के साथ या हमें एक पत्र मेल करें: Las-Vegas.com, 10300 West Charleston Blvd , Ste 13-207 लास वेगास NV 89135 या support@las-vegas.com पर ई-मेल द्वारा, या 702.888.6668 पर टेलीफोन टोल फ्री द्वारा। हम आपके सत्यापन योग्य उपभोक्ता अनुरोध को संसाधित करने या उसका जवाब देने के लिए कोई शुल्क नहीं लेते हैं जब तक कि यह अत्यधिक, दोहराव वाला या स्पष्ट रूप से निराधार न हो। यदि हम यह निर्धारित करते हैं कि अनुरोध शुल्क का वारंट करता है, तो हम आपको बताएंगे कि हमने यह निर्णय क्यों लिया और आपके अनुरोध को पूरा करने से पहले आपको लागत अनुमान प्रदान करेंगे। <br></br>(f) ऑप्ट-आउट करने के अधिकार की सूचना यदि आप लक्षित डिजिटल विज्ञापन के उद्देश्यों के लिए हमारी सेवाओं पर जाने के दौरान एकत्रित किए गए डेटा के हमारे साझाकरण से ऑप्ट-आउट करना चाहते हैं, तो हम आपको समीक्षा करने के लिए प्रोत्साहित करते हैं अनुभाग 7 में वर्णित जानकारी और विकल्प - विज्ञापन और आपके बारे में जानकारी <br></br>(g) प्रत्यक्ष तृतीय-पक्ष मार्केटिंग के लिए शेयरिंग से ऑप्ट-आउट करने का अधिकार हम अभी या भविष्य में आपके बारे में जानकारी साझा करने का चुनाव कर सकते हैं उन तृतीय पक्षों के प्रत्यक्ष विपणन उद्देश्यों के लिए तृतीय पक्ष। कैलिफ़ोर्निया सिविल कोड § 1798.83 कैलिफ़ोर्निया के निवासियों को अनुमति देता है, जिन्होंने हमें व्यक्तिगत जानकारी (कानून में परिभाषित) की आपूर्ति की है, कुछ निश्चित परिस्थितियों में, उनके प्रत्यक्ष विपणन के लिए तीसरे पक्ष को व्यक्तिगत जानकारी के हमारे प्रकटीकरण, यदि कोई हो, के संबंध में कुछ जानकारी प्राप्त करने का अनुरोध करें और प्राप्त करें। उद्देश्यों। यदि यह कानून आप पर लागू होता है, तो आप हमारे द्वारा साझा की गई व्यक्तिगत जानकारी की श्रेणियां और उन सभी तृतीय पक्षों के नाम और पते प्राप्त कर सकते हैं, जिन्होंने इस अवधि के दौरान अपने प्रत्यक्ष विपणन उद्देश्यों के लिए व्यक्तिगत जानकारी प्राप्त की थी। कैलेंडर वर्ष से ठीक पहले (उदाहरण के लिए, 2021 में किए गए अनुरोधों को 2020 साझाकरण गतिविधियों के बारे में जानकारी प्राप्त होगी)। ऐसा अनुरोध करने के लिए, कृपया हमें यह निर्धारित करने के लिए पर्याप्त जानकारी प्रदान करें कि क्या यह आप पर लागू होता है, इस तथ्य को प्रमाणित करें कि आप कैलिफ़ोर्निया के निवासी हैं और हमारी प्रतिक्रिया के लिए वर्तमान कैलिफ़ोर्निया का पता प्रदान करें। इस तरह का अनुरोध करने के लिए (प्रति वर्ष एक अनुरोध सीमित करें), कृपया एक ईमेल भेजें: info@las-vegas.com, विषय पंक्ति के रूप में कैलिफोर्निया गोपनीयता अधिकार के साथ या हमें एक पत्र मेल करें: Las-Vegas.com, 10300 वेस्ट चार्ल्सटन ब्लाव्ड, Ste 13-207 लास वेगास NV 89135 या support@las-vegas.com पर ई-मेल द्वारा, या 702.888.6668 पर टोल फ्री टेलीफोन द्वारा। आपको अपना पूरा नाम, ईमेल पता शामिल करना होगा जिसके साथ आपने पंजीकरण कराया था। Las-Vegas.com पर, और आपके अनुरोध में डाक का पता।</p> <p className=privacy-title>5. आपके नेवादा और कनेक्टिकट गोपनीयता अधिकार</p> <p>(ए) आपके नेवादा गोपनीयता अधिकार जबकि नेवादा कानून द्वारा परिभाषित अब हम आपकी व्यक्तिगत जानकारी नहीं बेचते हैं, Las-Vegas.com तीसरे को व्यक्तिगत जानकारी बेचने का अधिकार सुरक्षित रखता है भविष्य में पार्टियों को अपनी नीति बदलनी चाहिए। नेवादा कानून नेवादा के निवासियों को अपनी व्यक्तिगत जानकारी की बिक्री से ऑप्ट-आउट करने की अनुमति देता है, अगर हम भविष्य में अपनी नीति बदलते हैं। यदि आप नेवादा के निवासी हैं, तो हम चाहते हैं कि आपको पता चले कि आपके पास विकल्प हैं और आप info@las-vegas.com पर हमसे संपर्क करके अपनी व्यक्तिगत जानकारी बेचने के लिए Las-Vegas.com से ऑप्ट-आउट कर सकते हैं। यह भविष्य में आपके द्वारा सेवाओं के उपयोग को रोक या प्रतिबंधित कर सकता है। <b></b>(b) आपके कनेक्टिकट गोपनीयता अधिकार कनेक्टिकट कानून के लिए किसी भी व्यक्ति या संस्था की आवश्यकता होती है जो व्यवसाय के दौरान कनेक्टिकट निवासियों से सामाजिक सुरक्षा नंबर एकत्र करता है और गोपनीयता सुरक्षा नीति बनाता है और इसे सार्वजनिक रूप से प्रकाशित या प्रदर्शित करता है। यह हमारी नीति है कि हम अपने अधिकार में सामाजिक सुरक्षा नंबरों की गोपनीयता को दुरुपयोग और अनुचित प्रकटीकरण से नीतियों को बनाए रखने और लागू करने और दुरुपयोग और अनुचित प्रकटीकरण के खिलाफ भौतिक और इलेक्ट्रॉनिक सुरक्षा उपायों से बचाते हैं। सामाजिक सुरक्षा नंबरों का गैरकानूनी प्रकटीकरण निषिद्ध है, और उन तक पहुंच उन कर्मियों तक सीमित है, जिन्हें अपने काम के कार्यों को करने के लिए ऐसी जानकारी तक पहुंच की आवश्यकता है।</p> <p className=privacy-title>6। विलय या अधिग्रहण पर</p> <p>हमारे पास आपके बारे में सभी जानकारी किसी भी पार्टी को हस्तांतरित की जा सकती है जो हमारे साथ खरीद या विलय करती है। इसी तरह, अगर हम किसी अदालती आदेश, दिवालियापन आदेश, या इसी तरह की कार्यवाही के अधीन हैं, तो ऐसे आदेशों या कार्यवाही के अनुपालन में आपकी जानकारी तीसरे पक्ष को स्थानांतरित की जा सकती है। अंत में, हित में कोई उत्तराधिकारी इस गोपनीयता नीति को किसी भिन्न या संशोधित गोपनीयता नीति से बदल सकता है।</p> <p className=privacy-title>7. विज्ञापन और आपके बारे में जानकारी</p> <p>आपके व्यक्तिगत हितों के अनुरूप विज्ञापन प्रदान करने में उपयोग के लिए हमारी सेवाओं पर ऑनलाइन आपकी गतिविधियों के बारे में डेटा एकत्र किया जा रहा है। हम इंटरनेट पर विज्ञापन देने के लिए तीसरे पक्ष जैसे नेटवर्क विज्ञापनदाताओं और विज्ञापन एक्सचेंजों का उपयोग कर सकते हैं और तीसरे पक्ष की वेबसाइटों पर इन विज्ञापनों के उपयोग और देखने के बारे में हमें और/या तीसरे पक्षों को मूल्यांकन करने और प्रदान करने के लिए तीसरे पक्ष के एनालिटिक्स सेवा प्रदाताओं का उपयोग कर सकते हैं। विज्ञापनों और हमारी सामग्री का। तीसरे पक्ष आपको उस उद्देश्य के लिए आपकी जानकारी एकत्र करने या न करने के विकल्प की पेशकश कर सकते हैं। गोपनीयता नीति का यह खंड विवरण प्रदान करता है और बताता है कि उस विकल्प का प्रयोग कैसे करें। आप हमारी सेवाओं के साथ-साथ इंटरनेट पर अन्य तृतीय-पक्ष वेबसाइटों पर कुछ विज्ञापन देख सकते हैं क्योंकि हम तृतीय पक्षों द्वारा प्रशासित विज्ञापन नेटवर्क में भाग लेते हैं। ये नेटवर्क आपकी ऑनलाइन गतिविधियों को समय के साथ और तीसरे पक्ष की वेबसाइटों पर स्वचालित तरीकों से जानकारी एकत्र करके ट्रैक करते हैं, जिसमें इस गोपनीयता नीति में कहीं और वर्णित ट्रैकिंग तकनीकों का उपयोग शामिल है, और वे इस जानकारी का उपयोग आपको विज्ञापन दिखाने के लिए करते हैं (हमारे विज्ञापनों सहित) आपके व्यक्तिगत हितों के अनुरूप हैं। वे जो जानकारी एकत्र करते हैं, उसमें हमारी सेवाओं पर आपकी विज़िट के बारे में जानकारी शामिल होती है, जैसे कि आपके द्वारा देखे गए पृष्ठ। इन तृतीय-पक्ष ट्रैकिंग तकनीकों को अन्य बातों के साथ-साथ निम्न के लिए सेट किया जा सकता है: <br></br>(a) आपको उन विज्ञापनों को वितरित करने में मदद करता है जिनमें आपकी रुचि हो सकती है; <br></br>(बी) आपको एक ही विज्ञापन को बार-बार देखने से रोकता है; और <br></br>(c) आपको दिए गए विज्ञापनों की उपयोगिता को समझते हैं। आप स्वीकार करते हैं और सहमति देते हैं कि संबंधित तकनीक आपके डिवाइस तक पहुंच सकती है और उसका उपयोग कर सकती है और संबंधित संचालन के संबंध में आपके डिवाइस पर सेटिंग सेट या बदल सकती है। ध्यान दें कि तृतीय-पक्ष विज्ञापनों या अन्य सामग्री के साथ तृतीय पक्षों द्वारा प्रदान की जाने वाली कोई भी छवियां (या सामग्री का कोई अन्य भाग) वेब बीकन के रूप में कार्य कर सकती हैं, जो तृतीय पक्षों को पहले वर्णित गतिविधियों को पूरा करने में सक्षम बनाती हैं। यह संग्रह और विज्ञापन लक्ष्यीकरण हमारी सेवाओं और विज्ञापन नेटवर्क में भाग लेने वाली तृतीय-पक्ष वेबसाइटों, जैसे कि वे वेबसाइटें, जो इनके द्वारा वितरित विज्ञापनों को प्रदर्शित करती हैं, दोनों पर होता है। विज्ञापन नेटवर्क। यह प्रक्रिया हमें अपने मार्केटिंग प्रयासों की प्रभावशीलता को ट्रैक करने में भी मदद करती है। हम और तीसरे पक्ष के विक्रेता, Google सहित, प्रथम-पक्ष कुकीज़ (जैसे Google Analytics कुकी) और तृतीय-पक्ष कुकीज़ (जैसे Google विज्ञापन कुकी) का एक साथ उपयोग करके रिपोर्ट करते हैं कि आपका विज्ञापन कैसे छापता है, विज्ञापन सेवाओं के अन्य उपयोग, और इन विज्ञापन छापों और विज्ञापन सेवाओं के साथ बातचीत हमारी सेवाओं की यात्राओं से संबंधित हैं। Google द्वारा कुकीज़ के उपयोग से ऑप्ट आउट करने के तरीके के बारे में अधिक जानने के लिए, Google की विज्ञापन सेटिंग्स पर जाएँ, यहाँ विज्ञापन सेटिंग्स तृतीय-पक्ष ट्रैकिंग प्रौद्योगिकियां हमारे द्वारा नियंत्रित नहीं होती हैं, भले ही वे डेटा को संग्रहीत करने या एकत्र करने में सहायता के लिए हमारी तकनीक का उपयोग करते हों। हमारी प्रथाओं के बारे में कथन इन तृतीय-पक्ष विज्ञापनदाताओं और अन्य लोगों द्वारा उपयोग की जाने वाली जानकारी एकत्र करने के तरीकों या ऐसे तृतीय पक्षों द्वारा एकत्रित की जाने वाली जानकारी के उपयोग पर लागू नहीं होते हैं। हालांकि, हम तीसरे पक्षों के साथ काम करते हैं ताकि आपको उनकी प्रथाओं और विकल्प चुनने के किसी भी उपलब्ध अवसर के बारे में जानकारी प्रदान करने का प्रयास किया जा सके। प्रासंगिक तृतीय पक्ष की सेवा की शर्तों, गोपनीयता नीति, अनुमतियों, सूचनाओं और विकल्पों की उनके संग्रह, भंडारण और साझाकरण प्रथाओं के संबंध में समीक्षा की जानी चाहिए। हम तीसरे पक्ष के विज्ञापनदाताओं या विज्ञापन नेटवर्क या एक्सचेंजों या संबंधित तीसरे पक्षों की नीतियों या प्रथाओं के बारे में कोई प्रतिनिधित्व नहीं करते हैं। इसके अलावा, जब हम वेबसाइट पर विज्ञापन देने के लिए विभिन्न कंपनियों का उपयोग कर सकते हैं, तो आप नेटवर्क एडवरटाइजिंग पर जाना चाह सकते हैं, जो नेटवर्क एडवरटाइजिंग इनिशिएटिव (“एनएआई”) सदस्यों द्वारा इस अभ्यास के बारे में जानकारी प्रदान करता है, और इस जानकारी का उपयोग करने के संबंध में आपकी पसंद इन कंपनियों द्वारा, NAI सदस्यों की ऑप्ट-आउट प्रक्रियाओं सहित। एक या अधिक एनएआई सदस्यों से बाहर निकलने का मतलब केवल यह है कि उन एनएआई सदस्यों को अपने स्वयं के नियमों के तहत आपको लक्षित सामग्री और/या विज्ञापन वितरित करने की अनुमति नहीं दी जाएगी, जो इस और अन्य साइटों को प्रभावित करेगी, लेकिन इसका मतलब यह नहीं है कि अब आप कोई भी लक्षित सामग्री और/या विज्ञापन प्राप्त करें। इसके अलावा, यदि आपके ब्राउज़र इस ऑप्ट-आउट पृष्ठ पर जाने पर कुकीज़ को अस्वीकार करने के लिए कॉन्फ़िगर किए गए हैं, या आप बाद में अपनी कुकीज़ मिटा देते हैं, एक अलग डिवाइस का उपयोग करते हैं या वेब ब्राउज़र बदलते हैं, तो आपका एनएआई ऑप्ट-आउट प्रभावी नहीं हो सकता है या नहीं हो सकता है . उपरोक्त लिंक द्वारा एनएआई की वेबसाइट पर अतिरिक्त जानकारी उपलब्ध है। आप विज्ञापनों के बारे में डिजिटल विज्ञापन एलायंस (<b>DAA</b>) वेबसाइट पर जाकर तृतीय-पक्ष व्यवहार संबंधी विज्ञापन प्राप्त करने से ऑप्ट-आउट करने में भी सक्षम हो सकते हैं। DAA ऑप्ट-आउट पर समान सीमाएँ लागू हो सकती हैं। हम किसी तीसरे पक्ष के ऑप्ट-आउट विकल्पों की प्रभावशीलता या अनुपालन के लिए ज़िम्मेदार नहीं हैं।</p> <p className=privacy-title>8। क्या तृतीय-पक्ष सामग्री, तृतीय-पक्ष साइटों के लिंक और/या तृतीय-पक्ष ऐप्स सेवाओं पर दिखाई देते हैं?</p> <p>सेवाओं में ऐसी सामग्री, लिंक या ऐप शामिल हो सकते हैं जो किसी तृतीय पक्ष द्वारा प्रदान किए जाते हैं, और जो तृतीय पक्ष उपयोग की जानकारी और आपके डिवाइस पहचानकर्ता को तब एकत्र कर सकते हैं जब सेवाओं के पृष्ठ आपको उनके स्वयं के व्यावसायिक उद्देश्यों के लिए प्रदान किए जाते हैं। इसके अलावा, जब आप सेवाओं का उपयोग कर रहे होते हैं तो आपको अन्य साइटों और ऐप्स पर निर्देशित किया जा सकता है जो तीसरे पक्ष द्वारा संचालित और नियंत्रित होते हैं जिन्हें हम नियंत्रित नहीं करते हैं। हम इनमें से किसी भी तृतीय पक्ष या उनकी साइट या ऐप द्वारा नियोजित डेटा संग्रह और गोपनीयता प्रथाओं के लिए ज़िम्मेदार नहीं हैं और वे आपको कई ऑनलाइन सेवाओं पर नज़र रख सकते हैं और उस ट्रैकिंग के परिणामों को हमारे और/या अन्य लोगों के साथ साझा कर सकते हैं। इन तृतीय पक्षों की अपनी स्वयं की सेवा की शर्तें, गोपनीयता नीतियां या अन्य नीतियां हो सकती हैं और आपसे उनसे सहमत होने के लिए कह सकते हैं। उदाहरण के लिए, यदि आप किसी लिंक पर क्लिक करते हैं, तो क्लिक आपको सेवाओं से अलग स्थान पर ले जा सकता है। ये अन्य ऑनलाइन सेवाएं अपनी ट्रैकिंग तकनीकों को आपके साथ जोड़ सकती हैं, व्यक्तिगत जानकारी सहित आपके बारे में स्वतंत्र रूप से जानकारी एकत्र कर सकती हैं, और उनकी अपनी प्रकाशित गोपनीयता नीतियां हो भी सकती हैं और नहीं भी। हम इन तृतीय-पक्ष गोपनीयता नीतियों या तृतीय पक्षों की प्रथाओं के लिए ज़िम्मेदार नहीं हैं। किसी तृतीय-पक्ष एप्लिकेशन को व्यक्तिगत रूप से पहचान योग्य जानकारी सबमिट करने या अन्यथा उसके साथ इंटरैक्ट करने से पहले किसी भी उपलब्ध नीतियों की समीक्षा करना सुनिश्चित करें और इन एप्लिकेशन के संबंध में सावधानी बरतें। हम आपको यह नोट करने के लिए भी प्रोत्साहित करते हैं कि आप कब हमारी सेवाएं छोड़ते हैं और सभी तृतीय-पक्ष स्थानों की तृतीय-पक्ष गोपनीयता नीतियों की समीक्षा करते हैं और उनके संबंध में सावधानी बरतते हैं।</p> <p className=privacy-title>9। मैं अपनी जानकारी और संचार वरीयताएँ कैसे बदल सकता हूँ?</p> <p>आप हमें सबमिट की गई जानकारी की सटीकता बनाए रखने के लिए ज़िम्मेदार हैं, जैसे पंजीकरण के हिस्से के रूप में प्रदान की गई आपकी संपर्क जानकारी। आप हमसे संपर्क करके अपडेट और परिवर्तन प्रदान कर सकते हैं info@las-vegas.com हम उचित रूप से व्यावहारिक रूप से जल्द से जल्द अपने सक्रिय डेटाबेस में अनुरोधित परिवर्तन करने के लिए सद्भावनापूर्ण प्रयास करेंगे (लेकिन हम व्यस्त के रूप में पूर्व सूचना को बनाए रख सकते हैं) नेस रिकॉर्ड)। कृपया ध्यान दें कि हमारे डेटाबेस से आपकी सभी जानकारी को पूरी तरह से हटाना या हटाना हमेशा संभव नहीं होता है और अवशिष्ट डेटा बैकअप मीडिया या अन्य कारणों से रह सकता है। आप हमारे प्रचार संबंधी ईमेल में निहित निर्देशों का पालन करके या कुछ मामलों में अपने सेवा खाते में लॉग इन करके और अपनी संचार प्राथमिकताओं को बदलकर हमसे प्राप्त होने वाले हमारे ईमेल विपणन संचार को रद्द या संशोधित कर सकते हैं। यह बाद की सदस्यताओं को प्रभावित नहीं करेगा और यदि आपका ऑप्ट-आउट कुछ प्रकार के ईमेल तक सीमित है तो ऑप्ट-आउट इतना सीमित होगा। बाद की या अलग-अलग सदस्यताएँ अप्रभावित रहेंगी। कृपया ध्यान दें कि हम आपको आपके खाते या हमारी सेवाओं के उपयोग से संबंधित कुछ संचार भेजने का अधिकार सुरक्षित रखते हैं, जैसे प्रशासनिक और सेवाओं की घोषणाएँ और यदि आप हमारे मार्केटिंग संचार प्राप्त करने से ऑप्ट-आउट करना चुनते हैं तो ये लेन-देन खाता संदेश अप्रभावित हो सकते हैं। यदि हमारी गोपनीयता नीति या हमारे डेटा संग्रह या प्रसंस्करण प्रथाओं के बारे में आपके कोई प्रश्न या चिंताएं हैं, या यदि आप हमें किसी भी संदिग्ध सुरक्षा उल्लंघन की रिपोर्ट करना चाहते हैं, तो कृपया हमसे इस प्रकार संपर्क करें: (ध्यान दें: गोपनीयता) Las-Vegas.com, 10300 वेस्ट चार्ल्सटन ब्लाव्ड, Ste 13-207 लास वेगास NV 89135 या support@las-vegas.com पर ई-मेल द्वारा, या 702.888.6668 पर टेलीफोन टोल फ्री द्वारा।</p> <p className=privacy-title> 10. सूचना के हस्तांतरण के बारे में क्या?</p> <p>हमारी सेवाएं उपयोगकर्ताओं के लिए अभिप्रेत हैं और केवल उन उपयोगकर्ताओं द्वारा उपयोग की जा सकती हैं जो संयुक्त राज्य में विशिष्ट राज्यों में स्थित हैं। यदि आप युनाइटेड स्टेट्स के बाहर स्थित हैं, तो कृपया ध्यान रखें कि हम जो जानकारी एकत्र करते हैं, जिसमें व्यक्तिगत जानकारी शामिल है, उन देशों में स्थानांतरित और संसाधित, संग्रहीत और उपयोग की जाएगी जिनके डेटा सुरक्षा कानून उन देशों से भिन्न हो सकते हैं जिनमें आप हैं स्थित है, और आपकी व्यक्तिगत जानकारी उन देशों के कानूनों के अनुसार उन देशों में सरकारों, अदालतों, कानून प्रवर्तन और राष्ट्रीय सुरक्षा प्राधिकरणों से पहुंच अनुरोधों के अधीन हो सकती है। सेवाओं का उपयोग करके या हमें कोई भी जानकारी प्रदान करके, आप इस गोपनीयता नीति में उल्लिखित संयुक्त राज्य अमेरिका के बाहर, व्यक्तिगत जानकारी सहित आपकी जानकारी के स्थानांतरण, और प्रसंस्करण, उपयोग, साझाकरण और भंडारण के लिए सहमति देते हैं। Las-Vegas.com आपकी व्यक्तिगत जानकारी को अनधिकृत उपयोग और प्रकटीकरण से बचाने के लिए सभी उचित संविदात्मक कदम उठाएगा, जबकि यह संयुक्त राज्य के अलावा किसी अन्य देश में स्थित किसी संस्था के हाथों में है। Las-Vegas.com यह सुनिश्चित करने की कोशिश करेगा कि कर्मचारियों के लिए प्रशिक्षण और प्रभावी सुरक्षा उपायों सहित ऐसे किसी भी देश में नीतियां और प्रक्रियाएं, यह सुनिश्चित करेंगी कि आपकी व्यक्तिगत जानकारी हर समय ठीक से सुरक्षित रहेंगी।</p> <p>11। सुरक्षा के बारे में क्या?</p> <p>हम आपकी व्यक्तिगत जानकारी की सुरक्षा और सुरक्षा में मदद के लिए व्यावसायिक रूप से उचित सुरक्षा उपायों को शामिल करने का प्रयास करते हैं। हालांकि, इंटरनेट, मोबाइल नेटवर्क, वायरलेस ट्रांसमिशन या सूचना के इलेक्ट्रॉनिक भंडारण पर कोई भी डेटा ट्रांसमिशन 100% सुरक्षित होने की गारंटी नहीं दे सकता है। कृपया ध्यान दें कि हम आपके द्वारा हमें प्रेषित किसी भी जानकारी की सुरक्षा सुनिश्चित नहीं कर सकते हैं, और आप हमारी सेवाओं का उपयोग करते हैं और हमें अपने जोखिम पर अपनी जानकारी प्रदान करते हैं। आपकी व्यक्तिगत जानकारी की सुरक्षा और सुरक्षा भी आप पर निर्भर करती है। जहाँ हमने आपको (या जहाँ आपने चुना है) अपनी वेबसाइट के कुछ हिस्सों तक पहुँचने के लिए एक पासवर्ड दिया है, आप इस पासवर्ड को गोपनीय रखने के लिए जिम्मेदार हैं। हम आपसे अपना पासवर्ड किसी के साथ साझा नहीं करने के लिए कहते हैं। हम आपसे आग्रह करते हैं कि वेबसाइट के सार्वजनिक क्षेत्रों जैसे संदेश बोर्डों में व्यक्तिगत जानकारी देने के बारे में सावधान रहें, जिसे कोई भी वेबसाइट आगंतुक देख सकता है।</p> <p className=privacy-title>12। डेटा प्रतिधारण</p> <p>लागू कानून या विनियम द्वारा अन्यथा अनुमत या आवश्यक के अलावा, हम आपकी व्यक्तिगत जानकारी को केवल तब तक बनाए रखेंगे जब तक कि हमारे द्वारा एकत्र किए गए उद्देश्यों को पूरा करने के लिए आवश्यक हो, जिसमें किसी भी कानूनी को संतुष्ट करने के उद्देश्य शामिल हैं। , लेखांकन, या रिपोर्टिंग आवश्यकताओं। कुछ परिस्थितियों में हम आपकी व्यक्तिगत जानकारी को गुमनाम कर सकते हैं ताकि इसे अब आपके साथ संबद्ध नहीं किया जा सके। हम आपको या आपकी सहमति के बिना किसी भी वैध व्यावसायिक उद्देश्य के लिए ऐसे अनाम और डी-आइडेंटिफाइड डेटा का उपयोग करने का अधिकार सुरक्षित रखते हैं।</p> <p className=privacy-title>13। माता-पिता को बच्चों के बारे में क्या पता होना चाहिए?</p> <p>सेवाएं आम दर्शकों के लिए हैं और हम जानबूझकर तेरह (13) वर्ष से कम उम्र के बच्चों से कोई व्यक्तिगत जानकारी एकत्र नहीं करते हैं। हम एकत्र की गई किसी भी व्यक्तिगत जानकारी को हटा देंगे जिसे हम बाद में तेरह (13) वर्ष से कम उम्र के उपयोगकर्ता से होने का निर्धारण करते हैं। यदि आप तेरह (13) वर्ष से कम आयु के बच्चे के माता-पिता या अभिभावक हैं और मानते हैं कि उसने हमें व्यक्तिगत जानकारी का खुलासा किया है, तो कृपया हमसे info@las-vegas.com पर ईमेल के माध्यम से संपर्क करें</p> <p>14। गोपनीयता नीति में परिवर्तनों के बारे में क्या?</p> <p>जब Las-Vegas.com अपने में महत्वपूर्ण परिवर्तन करने की योजना बना रहा है गोपनीयता नीति, जिसमें परिवर्तन शामिल होंगे (i) आपकी व्यक्तिगत जानकारी का उपयोग नए उद्देश्यों के लिए किया जा रहा है, जब आपने मूल रूप से Las-Vegas.com को ऐसी व्यक्तिगत जानकारी प्रदान की थी, या (ii) किसी तीसरे पक्ष को व्यक्तिगत जानकारी का एक नया खुलासा प्रसंस्करण के अलावा एक उद्देश्य जो सेवा के वितरण का अभिन्न अंग है, ऐसे परिवर्तनों के प्रभावी होने से पहले Las-Vegas.com आपको सूचित करेगा। हम आपको नोटिस दिए बिना किसी भी समय इस गोपनीयता नीति में गैर-महत्वपूर्ण परिवर्तन करने का अधिकार सुरक्षित रखते हैं। इस तरह के कोई भी गैर-महत्वपूर्ण परिवर्तन संशोधित गोपनीयता नीति की पोस्टिंग पर तुरंत प्रभावी होंगे और हमारी सेवाओं का उपयोग उपयोग के समय पोस्ट की गई गोपनीयता नीति के लिए आपकी सहमति का संकेत देगा। जिस हद तक इस गोपनीयता नीति के किसी भी प्रावधान को एक सक्षम न्यायाधिकरण द्वारा अमान्य या अप्रवर्तनीय पाया जाता है, ऐसे प्रावधान को शेष के वैध और लागू करने योग्य होने के लिए आवश्यक सीमा तक अलग कर दिया जाएगा।</p> <p>15. अपनी सहमति वापस लेना</p> <p>जहां आपने अपनी व्यक्तिगत जानकारी के संग्रह, उपयोग और हस्तांतरण के लिए अपनी सहमति प्रदान की है, आपको कुछ परिस्थितियों में अपनी सहमति वापस लेने का अधिकार हो सकता है। अपनी सहमति वापस लेने के लिए, हमसे यहां संपर्क करें: (ध्यान दें: गोपनीयता) -vegas.com, या 702.888.6668 पर टोल फ्री टेलीफोन द्वारा। कृपया ध्यान दें कि यदि आप अपनी सहमति वापस लेते हैं तो हम आपको कोई विशेष उत्पाद या सेवा प्रदान करने में सक्षम नहीं हो सकते हैं। आपके निर्णय में आपकी सहायता करने के लिए हम उस समय आपको इसके प्रभाव के बारे में बताएंगे।</p> <p>16। संपर्क जानकारी और चुनौतीपूर्ण अनुपालन</p> <p>हम इस गोपनीयता नीति और हमारी गोपनीयता प्रथाओं के संबंध में आपके प्रश्नों, टिप्पणियों और अनुरोधों का स्वागत करते हैं। कृपया हमसे संपर्क करें: (ध्यान दें: गोपनीयता) 702.888.6668 पर टेलीफोन टोल फ्री द्वारा। हमारे पास व्यक्तिगत जानकारी के प्रबंधन, इस गोपनीयता नीति के अनुपालन और लागू गोपनीयता कानूनों के बारे में शिकायतें या पूछताछ प्राप्त करने और उनका जवाब देने के लिए प्रक्रियाएँ हैं। इस गोपनीयता नीति के अनुपालन पर चर्चा करने के लिए कृपया ऊपर सूचीबद्ध संपर्क जानकारी का उपयोग करके हमारे गोपनीयता अधिकारी से संपर्क करें।</p> <br></br> "
  }
}
